[
  [
    2,
    "<small>מוזגים כוס ראשון. המצּות מכוסות. </small>"
  ],
  [
    3,
    "קַדֵּשׁ"
  ],
  [
    4,
    "<small>בְּשַׁבָּת מַתְחִילִין </small>"
  ],
  [
    5,
    "וַיְהִי עֶרֶב וַיְהִי בֹקֶר יוֹם הַשִּׁשִּׁי. וַיְכֻלּוּ הַשָּׁמַיִם וְהָאָרֶץ וְכָל-צְבָאָם. וַיְכַל אֱלֹהִים בַּיּוֹם הַשְּׁבִיעִי מְלַאכְתּוֹ אֲשֶׁר עָשָׂה וַיִּשְׁבֹּת בַּיּוֹם הַשְּׁבִיעִי מִכָּל מְלַאכְתּוֹ אֲשֶׁר עָשָׂה. וַיְבָרֵךְ אֱלֹהִים אֶת יוֹם הַשְּׁבִיעִי וַיְקַדֵּשׁ אוֹתוֹ כִּי בוֹ שָׁבַת מִכָּל-מְלַאכְתּוֹ אֲשֶׁר בָּרָא אֱלֹהִים לַעֲשׂוֹת. "
  ],
  [
    6,
    "<small>בחול מתחילין: </small>"
  ],
  [
    7,
    "סַבְרִי מָרָנָן וְרַבָּנָן וְרַבּוֹתַי. בָּרוּךְ אַתָּה ה', אֱלֹהֵינוּ מֶלֶךְ הָעוֹלָם בּוֹרֵא פְּרִי הַגָּפֶן. "
  ],
  [
    8,
    "בָּרוּךְ אַתָּה ה', אֱלהֵינוּ מֶלֶךְ הָעוֹלָם אֲשֶׁר בָּחַר בָּנוּ מִכָּל-עָם וְרוֹמְמָנוּ מִכָּל-לָשׁוֹן וְקִדְּשָׁנוּ בְּמִצְוֹתָיו. וַתִּתֶּן לָנוּ ה' אֱלֹהֵינוּ בְּאַהֲבָה (<small>לשבת:</small> שַׁבָּתוֹת לִמְנוּחָה וּ) מוֹעֲדִים לְשִׂמְחָה, חַגִּים וּזְמַנִּים לְשָׂשוֹן, (<small>לשבת:</small> אֶת יוֹם הַשַּׁבָּת הַזֶּה וְ) אֶת יוֹם חַג הַמַּצּוֹת הַזֶּה זְמַן חֵרוּתֵנוּ, (<small>לשבת: </small>בְּאַהֲבָה) מִקְרָא קֹדֶשׁ זֵכֶר לִיצִיאַת מִצְרָיִם. כִּי בָנוּ בָחַרְתָּ וְאוֹתָנוּ קִדַּשְׁתָּ מִכָּל הָעַמִּים, (<small>לשבת:</small> וְשַׁבָּת) וּמוֹעֲדֵי קָדְשֶׁךָ (<small>לשבת:</small> בְּאַהֲבָה וּבְרָצוֹן) בְּשִׂמְחָה וּבְשָׂשוֹן הִנְחַלְתָּנוּ. "
  ],
  [
    9,
    "בָּרוּךְ אַתָּה ה', מְקַדֵּשׁ (<small>לשבת:</small> הַשַׁבָּת וְ) יִשְׂרָאֵל וְהַזְּמַנִּים. "
  ],
  [
    10,
    "<small>בּמוצאי שבת מוסיפים: </small>"
  ],
  [
    11,
    "בָּרוּךְ אַתָּה ה', אֱלֹהֵינוּ מֶלֶךְ הָעוֹלָם, בּוֹרֵא מְאוֹרֵי הָאֵשׁ. בָּרוּךְ אַתָּה ה', אֱלֹהֵינוּ מֶלֶךְ הָעוֹלָם הַמַּבְדִיל בֵּין קֹדֶשׁ לְחֹל, בֵּין אוֹר לְחשֶׁךְ, בֵּין יִשְׂרָאֵל לָעַמִּים, בֵּין יוֹם הַשְּׁבִיעִי לְשֵׁשֶׁת יְמֵי הַמַּעֲשֶׂה. בֵּין קְדֻשַּׁת שַׁבָּת לִקְדֻשַּׁת יוֹם טוֹב הִבְדַּלְתָּ, וְאֶת-יוֹם הַשְּׁבִיעִי מִשֵּׁשֶׁת יְמֵי הַמַּעֲשֶׂה קִדַּשְׁתָּ. הִבְדַּלְתָּ וְקִדַּשְׁתָּ אֶת-עַמְּךָ יִשְׂרָאֵל בִּקְדֻשָּׁתֶךָ. "
  ],
  [
    12,
    "בָּרוּךְ אַתָּה ה', הַמַּבְדִיל בֵּין קֹדֶשׁ לְקֹדֶשׁ. "
  ],
  [
    13,
    "בָּרוּךְ אַתָּה ה', אֱלֹהֵינוּ מֶלֶךְ הָעוֹלָם, שֶׁהֶחֱיָנוּ וְקִיְּמָנוּ וְהִגִּיעָנוּ לַזְּמַן הַזֶּה. "
  ],
  [
    14,
    "<small>שותה בהסיבת שמאל ואינו מברך ברכה אחרונה.</small> "
  ],
  [
    16,
    "וּרְחַץ"
  ],
  [
    17,
    "<small>נוטלים את הידים ואין מברכים \"עַל נְטִילַת יָדַיִּם\"</small>"
  ],
  [
    19,
    "כַּרְפַּס"
  ],
  [
    20,
    "<small>לוקח מן הכרפס פחות מכזית - כדי שלא יתחייב בברכה אחרונה - טובל במי מלח, מברך \"בורא פרי האדמה\", ומכווין לפטור בברכה גם את המרור. אוכל בלא הסבה. </small>"
  ],
  [
    21,
    "בָּרוּךְ אַתָּה ה', אֱלֹהֵינוּ מֶלֶךְ הָעוֹלָם, בּוֹרֵא פְּרִי הָאֲדָמָה. "
  ],
  [
    23,
    "יַחַץ"
  ],
  [
    24,
    "<small>חותך את המצה האמצעית לשתים, ומצפין את הנתח הגדול לאפיקומן</small>"
  ],
  [
    27,
    "מַגִּיד"
  ],
  [
    28,
    "<small>מגלה את המצות, מגביה את הקערה ואומר בקול רם: </small>"
  ],
  [
    29,
    "הָא לַחְמָא עַנְיָא דִּי אֲכָלוּ אַבְהָתָנָא בְאַרְעָא דְמִצְרָיִם. כָּל דִכְפִין יֵיתֵי וְיֵיכֹל, כָּל דִצְרִיךְ יֵיתֵי וְיִפְסַח. הָשַּׁתָּא הָכָא, לְשָׁנָה הַבָּאָה בְּאַרְעָא דְיִשְׂרָאֵל. הָשַּׁתָּא עַבְדֵי, לְשָׁנָה הַבָּאָה בְּנֵי חוֹרִין. "
  ],
  [
    31,
    "<small>מסיר את הקערה מעל השולחן. מוזגין כוס שני. הבן שואל:</small>"
  ],
  [
    32,
    "מַה נִּשְׁתַּנָּה הַלַּיְלָה הַזֶּה מִכָּל הַלֵּילוֹת? שֶׁבְּכָל הַלֵּילוֹת אָנוּ אוֹכְלִין חָמֵץ וּמַצָּה, הַלַּיְלָה הַזֶּה - כֻּלּוֹ מַצָּה.שֶׁבְּכָל הַלֵּילוֹת אָנוּ אוֹכְלִין שְׁאָר יְרָקוֹת - הַלַּיְלָה הַזֶּה (כֻּלּוֹ) מָרוֹר. שֶׁבְּכָל הַלֵּילוֹת אֵין אָנוּ מַטְבִּילִין אֲפִילוּ פַּעַם אֶחָת - הַלַּיְלָה הַזֶּה שְׁתֵּי פְעָמִים. שֶׁבְּכָל הַלֵּילוֹת אָנוּ אוֹכְלִין בֵּין יוֹשְׁבִין וּבֵין מְסֻבִּין - הַלַּיְלָה הַזֶּה כֻּלָּנוּ מְסֻבִּין."
  ],
  [
    34,
    "<small>מחזיר את הקערה אל השולחן. המצות תִהיינה מגלות בִשעת אמירת ההגדה. </small>"
  ],
  [
    35,
    "עֲבָדִים הָיִינוּ לְפַרְעֹה בְּמִצְרָיִם, וַיּוֹצִיאֵנוּ ה' אֱלֹהֵינוּ מִשָּׁם בְּיָד חֲזָקָה וּבִזְרֹעַ נְטוּיָה. וְאִלּוּ לֹא הוֹצִיא הַקָּדוֹשׁ בָּרוּךְ הוּא אֶת אֲבוֹתֵינוּ מִמִּצְרָיִם, הֲרֵי אָנוּ וּבָנֵינוּ וּבְנֵי בָנֵינוּ מְשֻׁעְבָּדִים הָיִינוּ לְפַרְעֹה בְּמִצְרָיִם. וַאֲפִילוּ כֻּלָּנוּ חֲכָמִים כֻּלָּנוּ נְבוֹנִים כֻּלָּנוּ זְקֵנִים כֻּלָּנוּ יוֹדְעִים אֶת הַתּוֹרָה מִצְוָה עָלֵינוּ לְסַפֵּר בִּיצִיאַת מִצְרָיִם. וְכָל הַמַּרְבֶּה לְסַפֵּר בִּיצִיאַת מִצְרַיִם הֲרֵי זֶה מְשֻׁבָּח. "
  ],
  [
    37,
    "מַעֲשֶׂה בְּרַבִּי אֱלִיעֶזֶר וְרַבִּי יְהוֹשֻׁעַ וְרַבִּי אֶלְעָזָר בֶּן-עֲזַרְיָה וְרַבִּי עֲקִיבָא וְרַבִּי טַרְפוֹן שֶׁהָיוּ מְסֻבִּין בִּבְנֵי-בְרַק וְהָיוּ מְסַפְּרִים בִּיצִיאַת מִצְרַיִם כָּל-אוֹתוֹ הַלַּיְלָה, עַד שֶׁבָּאוּ תַלְמִידֵיהֶם וְאָמְרוּ לָהֶם רַבּוֹתֵינוּ הִגִּיעַ זְמַן קְרִיאַת שְׁמַע שֶׁל שַׁחֲרִית. "
  ],
  [
    38,
    "אָמַר רַבִּי אֶלְעָזָר בֶּן-עֲזַרְיָה הֲרֵי אֲנִי כְּבֶן שִׁבְעִים שָׁנָה וְלֹא זָכִיתִי שֶׁתֵּאָמֵר יְצִיאַת מִצְרַיִם בַּלֵּילוֹת עַד שֶׁדְּרָשָׁהּ בֶּן זוֹמָא, שֶׁנֶּאֱמַר, לְמַעַן תִּזְכֹּר אֶת יוֹם צֵאתְךָ מֵאֶרֶץ מִצְרַיִם כֹּל יְמֵי חַיֶּיךָ. יְמֵי חַיֶּיךָ הַיָּמִים. כֹּל יְמֵי חַיֶּיךָ הַלֵּילוֹת. וַחֲכָמִים אוֹמְרִים יְמֵי חַיֶּיךָ הָעוֹלָם הַזֶּה. כֹּל יְמֵי חַיֶּיךָ לְהָבִיא לִימוֹת הַמָּשִׁיחַ:"
  ],
  [
    40,
    "בָּרוּךְ הַמָּקוֹם, בָּרוּךְ הוּא, בָּרוּךְ שֶׁנָּתַן תּוֹרָה לְעַמּוֹ יִשְׂרָאֵל, בָּרוּךְ הוּא. כְּנֶגֶד אַרְבָּעָה בָנִים דִּבְּרָה תוֹרָה: אֶחָד חָכָם, וְאֶחָד רָשָׁע, וְאֶחָד תָּם, וְאֶחָד שֶׁאֵינוֹ יוֹדֵעַ לִשְׁאוֹל. "
  ],
  [
    41,
    "חָכָם מָה הוּא אוֹמֵר? מָה הָעֵדוֹת וְהַחֻקִּים וְהַמִּשְׁפָּטִים אֲשֶׁר צִוָּה ה' אֱלֹהֵינוּ אֶתְכֶם. וְאַף אַתָּה אֱמוֹר לוֹ כְּהִלְכוֹת הַפֶּסַח: אֵין מַפְטִירִין אַחַר הַפֶּסַח אֲפִיקוֹמָן: "
  ],
  [
    42,
    "רָשָׁע מָה הוּא אוֹמֵר? מָה הָעֲבוֹדָה הַזּאֹת לָכֶם. לָכֶם - וְלֹא לוֹ. וּלְפִי שֶׁהוֹצִיא אֶת עַצְמוֹ מִן הַכְּלָל כָּפַר בְּעִקָּר. וְאַף אַתָּה הַקְהֵה אֶת שִׁנָּיו וֶאֱמוֹר לוֹ: \"בַּעֲבוּר זֶה עָשָׂה ה' לִי בְּצֵאתִי מִמִּצְרָיִם\". לִי וְלֹא-לוֹ. אִלּוּ הָיָה שָׁם, לֹא הָיָה נִגְאָל: "
  ],
  [
    43,
    "תָּם מָה הוּא אוֹמֵר? מַה זּאֹת? וְאָמַרְתָּ אֵלָיו \"בְּחוֹזֶק יָד הוֹצִיאָנוּ ה' מִמִּצְרַיִם מִבֵּית עֲבָדִים\". "
  ],
  [
    44,
    "וְשֶׁאֵינוֹ יוֹדֵעַ לִשְׁאוֹל - אַתְּ פְּתַח לוֹ, שֶׁנֶּאֱמַר, וְהִגַּדְתָּ לְבִנְךָ בַּיּוֹם הַהוּא לֵאמֹר, בַּעֲבוּר זֶה עָשָׂה ה' לִי בְּצֵאתִי מִמִּצְרָיִם."
  ],
  [
    46,
    "יָכוֹל מֵראשׁ חֹדֶשׁ? תַּלְמוּד לוֹמַר בַּיּוֹם הַהוּא. אִי בַּיּוֹם הַהוּא יָכוֹל מִבְּעוֹד יוֹם? תַּלְמוּד לוֹמַר בַּעֲבוּר זֶה - בַּעֲבוּר זֶה לֹא אָמַרְתִּי, אֶלָּא בְּשָׁעָה שֶׁיֵּשׁ מַצָּה וּמָרוֹר מֻנָּחִים לְפָנֶיךָ. "
  ],
  [
    48,
    "מִתְּחִלָּה עוֹבְדֵי עֲבוֹדָה זָרָה הָיוּ אֲבוֹתֵינוּ, וְעַכְשָׁיו קֵרְבָנוּ הַמָּקוֹם לַעֲבדָתוֹ, שֶׁנֶּאֱמַר: וַיֹאמֶר יְהוֹשֻעַ אֶל-כָּל-הָעָם, כֹּה אָמַר ה' אֱלֹהֵי יִשְׂרָאֵל: בְּעֵבֶר הַנָּהָר יָשְׁבוּ אֲבוֹתֵיכֶם מֵעוֹלָם, תֶּרַח אֲבִי אַבְרָהָם וַאֲבִי נָחוֹר, וַיַּעַבְדוּ אֱלֹהִים אֲחֵרִים. "
  ],
  [
    49,
    "וָאֶקַּח אֶת-אֲבִיכֶם אֶת-אַבְרָהָם מֵעֵבֶר הַנָּהָר וָאוֹלֵךְ אוֹתוֹ בְּכָל-אֶרֶץ כְּנָעַן, וָאַרְבֶּה אֶת-זַרְעוֹ וָאֶתֵּן לוֹ אֶת-יִצְחָק, וָאֶתֵּן לְיִצְחָק אֶת-יַעֲקֹב וְאֶת-עֵשָׂו. וָאֶתֵּן לְעֵשָׂו אֶת-הַר שֵּׂעִיר לָרֶשֶׁת אתוֹ, וְיַעֲקֹב וּבָנָיו יָרְדוּ מִצְרָיִם. "
  ],
  [
    50,
    "בָּרוּךְ שׁוֹמֵר הַבְטָחָתוֹ לְיִשְׂרָאֵל, בָּרוּךְ הוּא. שֶׁהַקָּדוֹשׁ בָּרוּךְ הוּא חִשַּׁב אֶת-הַקֵּץ, לַעֲשׂוֹת כְּמוֹ שֶּׁאָמַר לְאַבְרָהָם אָבִינוּ בִּבְרִית בֵּין הַבְּתָרִים, שֶׁנֶּאֱמַר: וַיֹּאמֶר לְאַבְרָם, יָדֹעַ תֵּדַע כִּי-גֵר יִהְיֶה זַרְעֲךָ בְּאֶרֶץ לֹא לָהֶם, וַעֲבָדוּם וְעִנּוּ אֹתָם אַרְבַּע מֵאוֹת שָׁנָה. וְגַם אֶת-הַגּוֹי אֲשֶׁר יַעֲבֹדוּ דָּן אָנֹכִי וְאַחֲרֵי-כֵן יֵצְאוּ בִּרְכֻשׁ גָּדוֹל. "
  ],
  [
    51,
    "<small>מכסה המצה ומגביה את הכוס בידו, ואומר: </small>"
  ],
  [
    52,
    "וְהִיא שֶׁעָמְדָה לַאֲבוֹתֵינוּ וְלָנוּ. שֶׁלֹּא אֶחָד בִּלְבָד עָמַד עָלֵינוּ לְכַלּוֹתֵנוּ, אֶלָּא שֶׁבְּכָל דּוֹר וָדוֹר עוֹמְדִים עָלֵינוּ לְכַלוֹתֵנוּ,וְהַקָּדוֹשׁ בָּרוּךְ הוּא מַצִּילֵנוּ מִיָּדָם. "
  ],
  [
    54,
    "<small>יניח הכוס מידו ויגלה אֶת הַמצות. </small>"
  ],
  [
    55,
    "צֵא וּלְמַד מַה בִּקֵּשׁ לָבָן הָאֲרַמִּי לַעֲשׂוֹת לְיַעֲקֹב אָבִינוּ: שֶׁפַּרְעֹה לֹא גָזַר אֶלָּא עַל הַזְּכָרִים, וְלָבָן בִּקֵּשׁ לַעֲקֹר אֶת-הַכֹּל. שֶׁנֶּאֱמַר: אֲרַמִּי אֹבֵד אָבִי, וַיֵּרֶד מִצְרַיְמָה וַיָּגָר שָׁם בִּמְתֵי מְעָט, וַיְהִי שָׁם לְגוֹי גָּדוֹל, עָצוּם וָרָב. "
  ],
  [
    56,
    "וַיֵּרֶד מִצְרַיְמָה - אָנוּס עַל פִּי הַדִּבּוּר. וַיָּגָר שָׁם. מְלַמֵּד שֶׁלֹא יָרַד יַעֲקֹב אָבִינוּ לְהִשְׁתַּקֵּעַ בְּמִצְרַיִם אֶלָּא לָגוּר שָׁם, שֶׁנֶּאֱמַר: וַיֹּאמְרוּ אֶל-פַּרְעֹה, לָגוּר בָּאָרֶץ בָּאנוּ, כִּי אֵין מִרְעֶה לַצֹּאן אֲשֶׁר לַעֲבָדֶיךָ, כִּי כָבֵד הָרָעָב בְּאֶרֶץ כְּנָעַן. וְעַתָּה יֵשְׁבוּ-נָא עֲבָדֶיךָ בְּאֶרֶץ גֹּשֶן. "
  ],
  [
    57,
    "בִּמְתֵי מְעָט. כְּמָה שֶּׁנֶּאֱמַר: בְּשִׁבְעִים נֶפֶשׁ יָרְדוּ אֲבוֹתֶיךָ מִצְרָיְמָה, וְעַתָּה שָׂמְךָ ה' אֱלֹהֶיךָ כְּכוֹכְבֵי הַשָּׁמַיִם לָרֹב. "
  ],
  [
    58,
    "וַיְהִי שָׁם לְגוֹי. מְלַמֵד שֶׁהָיוּ יִשְׂרָאֵל מְצֻיָּנִים שָׁם. גָּדוֹל עָצוּם - כְּמָה שֶּׁנֶּאֱמַר: וּבְנֵי יִשְׂרָאֵל פָּרוּ וַיִּשְׁרְצוּ וַיִּרְבּוּ וַיַּעַצְמוּ בִּמְאֹד מְאֹד, וַתִּמָּלֵא הָאָרֶץ אֹתָם. "
  ],
  [
    59,
    "וָרָב. כְּמָה שֶּׁנֶּאֱמַר: רְבָבָה כְּצֶמַח הַשָּׂדֶה נְתַתִּיךְ, וַתִּרְבִּי וַתִּגְדְּלִי וַתָּבֹאִי בַּעֲדִי עֲדָיִים, שָׁדַיִם נָכֹנוּ וּשְׂעָרֵךְ צִמֵּחַ, וְאַתְּ עֵרֹם וְעֶרְיָה. וָאֶעֱבֹר עָלַיִךְ וָאֶרְאֵךְ מִתְבּוֹסֶסֶת בְּדָמָיִךְ, וָאֹמַר לָךְ בְּדָמַיִךְ חֲיִי, וָאֹמַר לָךְ בְּדָמַיִךְ חֲיִי."
  ],
  [
    60,
    "וַיָּרֵעוּ אֹתָנוּ הַמִּצְרִים וַיְעַנּוּנוּ, וַיִתְּנוּ עָלֵינוּ עֲבֹדָה קָשָׁה. וַיָּרֵעוּ אֹתָנוּ הַמִּצְרִים - כְּמָה שֶּׁנֶּאֱמַר: הָבָה נִתְחַכְּמָה לוֹ פֶּן יִרְבֶּה, וְהָיָה כִּי תִקְרֶאנָה מִלְחָמָה וְנוֹסַף גַּם הוּא עַל שֹׂנְאֵינוּ וְנִלְחַם-בָּנוּ, וְעָלָה מִן-הָאָרֶץ. "
  ],
  [
    61,
    "וַיְעַנּוּנוּ. כְּמָה שֶּׁנֶּאֱמַר: וַיָּשִׂימוּ עָלָיו שָׂרֵי מִסִּים לְמַעַן עַנֹּתוֹ בְּסִבְלֹתָם. וַיִּבֶן עָרֵי מִסְכְּנוֹת לְפַרְעֹה. אֶת-פִּתֹם וְאֶת-רַעַמְסֵס. "
  ],
  [
    62,
    "וַיִתְּנוּ עָלֵינוּ עֲבֹדָה קָשָׁה. כְּמָה שֶֹׁנֶּאֱמַר: וַיַּעֲבִדוּ מִצְרַיִם אֶת-בְּנֵי יִשְׂרָאֵל בְּפָרֶךְ. "
  ],
  [
    63,
    ""
  ],
  [
    64,
    "וַנִּצְעַק אֶל-ה' אֱלֹהֵי אֲבֹתֵינוּ, וַיִּשְׁמַע ה' אֶת-קֹלֵנוּ, וַיַּרְא אֶת-עָנְיֵנוּ וְאֶת עֲמָלֵנוּ וְאֶת לַחֲצֵנוּ. "
  ],
  [
    65,
    "וַנִּצְעַק אֶל-ה' אֱלֹהֵי אֲבֹתֵינוּ - כְּמָה שֶּׁנֶּאֱמַר: וַיְהִי בַיָּמִים הָרַבִּים הָהֵם וַיָּמָת מֶלֶךְ מִצְרַיִם, וַיֵּאָנְחוּ בְנֵי-יִשְׂרָאֵל מִ-הָעֲבוֹדָה וַיִּזְעָקוּ, וַתַּעַל שַׁוְעָתָם אֶל-הָאֱלֹהִים מִן הָעֲבֹדָה. "
  ],
  [
    66,
    "וַיִּשְׁמַע ה' אֶת קלֵנוּ. כְּמָה שֶּׁנֶּאֱמַר: וַיִּשְׁמַע אֱלֹהִים אֶת-נַאֲקָתָם, וַיִּזְכֹּר אֱלֹהִים אֶת-בְּרִיתוֹ אֶת-אַבְרָהָם, אֶת-יִצְחָק וְאֶת-יַעֲקֹב. "
  ],
  [
    67,
    "וַיַּרְא אֶת-עָנְיֵנוּ. זוֹ פְּרִישׁוּת דֶּרֶךְ אֶרֶץ, כְּמָה שֶּׁנֶּאֱמַר: וַיַּרְא אֱלֹהִים אֶת בְּנֵי-יִשְׂרָאֵל וַיֵּדַע אֱלֹהִים. "
  ],
  [
    68,
    "וְאֶת-עֲמָלֵנוּ. אֵלּוּ הַבָּנִים. כְּמָה שֶּׁנֶּאֱמַר: כָּל-הַבֵּן הַיִּלּוֹד הַיְאֹרָה תַּשְׁלִיכֻהוּ וְכָל-הַבַּת תְּחַיּוּן. "
  ],
  [
    69,
    "וְאֶת לַחָצֵנוּ. זֶו הַדְּחַק, כְּמָה שֶּׁנֶּאֱמַר: וְגַם-רָאִיתִי אֶת-הַלַּחַץ אֲשֶׁר מִצְרַיִם לֹחֲצִים אֹתָם. "
  ],
  [
    70,
    "וַיּוֹצִאֵנוּ ה' מִמִצְרַיִם בְּיָד חֲזָקָה, וּבִזְרֹעַ נְטוּיָה, וּבְמֹרָא גָּדֹל, וּבְאֹתוֹת וּבְמֹפְתִים. "
  ],
  [
    71,
    "וַיּוֹצִאֵנוּ ה' מִמִּצְרַיִם. לֹא עַל-יְדֵי מַלְאָךְ, וְלֹא עַל-יְדֵי שָׂרָף, וְלֹא עַל-יְדֵי שָׁלִיחַ, אֶלָּא הַקָּדוֹשׁ בָּרוּךְ הוּא בִּכְבוֹדוֹ וּבְעַצְמוֹ. שֶׁנֶּאֱמַר: וְעָבַרְתִּי בְאֶרֶץ מִצְרַיִם בַּלַּיְלָה הַזֶּה, וְהִכֵּיתִי כָּל-בְּכוֹר בְּאֶרֶץ מִצְרַיִם מֵאָדָם וְעַד בְּהֵמָה, וּבְכָל אֱלֹהֵי מִצְרַיִם אֶעֱשֶׂה שְׁפָטִים. אֲנִי ה'. "
  ],
  [
    72,
    "וְעָבַרְתִּי בְאֶרֶץ מִצְרַיִם בַּלַּיְלָה הַזֶּה - אֲנִי וְלֹא מַלְאָךְ; וְהִכֵּיתִי כָל בְּכוֹר בְּאֶרֶץ-מִצְרַים. אֲנִי וְלֹא שָׂרָף; וּבְכָל-אֱלֹהֵי מִצְרַיִם אֶעֱשֶׂה שְׁפָטִים. אֲנִי וְלֹא הַשָּׁלִיחַ; אֲנִי ה'. אֲנִי הוּא וְלֹא אַחֵר. "
  ],
  [
    73,
    "בְּיָד חֲזָקָה. זוֹ הַדֶּבֶר, כְּמָה שֶּׁנֶּאֱמַר: הִנֵּה יַד-ה' הוֹיָה בְּמִקְנְךָ אֲשֶׁר בַּשָּׂדֶה, בַּסּוּסִים, בַּחֲמֹרִים, בַּגְּמַלִים, בַּבָּקָר וּבַצֹּאן, דֶּבֶר כָּבֵד מְאֹד. "
  ],
  [
    74,
    "וּבִזְרֹעַ נְטוּיָה. זוֹ הַחֶרֶב, כְּמָה שֶּׁנֶּאֱמַר: וְחַרְבּוֹ שְׁלוּפָה בְּיָדוֹ, נְטוּיָה עַל-יְרוּשָלָיִם. "
  ],
  [
    75,
    "וּבְמוֹרָא גָּדֹל. זוֹ גִּלּוּי שְׁכִינָה. כְּמָה שֶּׁנֶּאֱמַר, אוֹ הֲנִסָּה אֱלֹהִים לָבוֹא לָקַחַת לוֹ גּוֹי מִקֶּרֶב גּוֹי בְּמַסֹּת בְּאֹתֹת וּבְמוֹפְתִים וּבְמִלְחָמָה וּבְיָד חֲזָקָה וּבִזְרוֹעַ נְטוּיָה וּבְמוֹרָאִים גְּדוֹלִים כְּכֹל אֲשֶׁר-עָשָׂה לָכֶם ה' אֱלֹהֵיכֶם בְּמִצְרַיִם לְעֵינֶיךָ. "
  ],
  [
    76,
    "וּבְאֹתוֹת. זֶה הַמַּטֶּה, כְּמָה שֶּׁנֶּאֱמַר: וְאֶת הַמַּטֶּה הַזֶּה תִּקַּח בְּיָדְךָ, אֲשֶׁר תַּעֲשֶׂה-בּוֹ אֶת הָאֹתוֹת. "
  ],
  [
    77,
    "וּבְמֹפְתִים. זֶה הַדָּם, כְּמָה שֶּׁנֶּאֱמַר: וְנָתַתִּי מוֹפְתִים בַּשָּׁמַיִם וּבָאָרֶץ. "
  ],
  [
    79,
    "<small>כשאומר דם ואש ותימרות עשן, עשר המכות ודצ\"ך עד\"ש באח\"ב - ישפוך מן הכוס מעט יין:</small>"
  ],
  [
    80,
    "דָּם וָאֵשׁ וְתִימְרוֹת עָשָׁן."
  ],
  [
    81,
    "-----"
  ],
  [
    82,
    "דָבָר אַחֵר: בְּיָד חֲזָקָה שְׁתַּיִם, וּבִזְרֹעַ נְטוּיָה שְׁתַּיִם, וּבְמֹרָא גָּדֹל - שְׁתַּיִם, וּבְאֹתוֹת - שְׁתַּיִם, וּבְמֹפְתִים - שְׁתַּיִם. "
  ],
  [
    83,
    "אֵלּוּ עֶשֶׂר מַכּוֹת שֶׁהֵבִיא הַקָּדוֹשׁ בָּרוּךְ הוּא עַל-הַמִּצְרִים בְּמִצְרַיִם, וְאֵלוּ הֵן:"
  ],
  [
    84,
    "-----"
  ],
  [
    85,
    "דָּם "
  ],
  [
    86,
    "צְפַרְדֵּעַ "
  ],
  [
    87,
    "כִּנִּים "
  ],
  [
    88,
    "עָרוֹב "
  ],
  [
    89,
    "דֶּבֶר "
  ],
  [
    90,
    "שְׁחִין "
  ],
  [
    91,
    "בָּרָד "
  ],
  [
    92,
    "אַרְבֶּה "
  ],
  [
    93,
    "חשֶׁךְ "
  ],
  [
    94,
    "מַכַּת בְּכוֹרוֹת"
  ],
  [
    95,
    "רַבִּי יְהוּדָה הָיָה נוֹתֵן בָּהֶם סִמָּנִים: דְּצַ\"ךְ עַדַ\"שׁ בְּאַחַ\"ב."
  ],
  [
    96,
    "רַבִּי יוֹסֵי הַגְּלִילִי אוֹמֵר: מִנַּיִן אַתָּה אוֹמֵר שֶׁלָּקוּ הַמִּצְרִים בְּמִצְרַיִם עֶשֶׂר מַכּוֹת וְעַל הַיָּם לָקוּ חֲמִשִּׁים מַכּוֹת? בְּמִצְרַיִם מַה הוּא אוֹמֵר? וַיֹּאמְרוּ הַחַרְטֻמִּם אֶל פַּרְעֹה: אֶצְבַּע אֱלֹהִים הִוא, וְעַל הַיָּם מָה הוּא אוֹמֵר? וַיַּרְא יִשְׂרָאֵל אֶת-הַיָּד הַגְּדֹלָה אֲשֶׁר עָשָׂה ה' בְּמִצְרַיִם, וַיִּירְאוּ הָעָם אֶת-ה', וַיַּאֲמִינוּ בַּיי וּבְמשֶׁה עַבְדוֹ. כַּמָה לָקוּ בְאֶצְבַּע? עֶשֶׂר מַכּוֹת. אֱמוֹר מֵעַתָּה: בְּמִצְרַים לָקוּ עֶשֶׂר מַכּוֹת וְעַל הַיָּם לָקוּ חֲמִשִּׁים מַכּוֹת. "
  ],
  [
    97,
    "רַבִּי אֱלִיעֶזֲר אוֹמֵר: מִנַּיִן שֶׁכָּל-מַכָּה וּמַכָּה שֶׁהֵבִיא הַקָּדוֹשׁ בָּרוּךְ הוּא עַל הַמִּצְרִים בְּמִצְרַיִם הָיְתָה שֶׁל אַרְבַּע מַכּוֹת? שֶׁנֶּאֱמַר: יְשַׁלַּח-בָּם חֲרוֹן אַפּוֹ, עֶבְרָה וָזַעַם וְצָרָה, מִשְׁלַחַת מַלְאֲכֵי רָעִים. עֶבְרָה - אַחַת, וָזַעַם - שְׁתַּיִם, וְצָרָה - שָׁלשׁ, מִשְׁלַחַת מַלְאֲכֵי רָעִים - אַרְבַּע. אֱמוֹר מֵעַתָּה: בְּמִצְרַיִם לָקוּ אַרְבָּעִים מַכּוֹת וְעַל הַיָּם לָקוּ מָאתַיִם מַכּוֹת. "
  ],
  [
    98,
    "רַבִּי עֲקִיבָא אוֹמֵר: מִנַּיִן שֶׁכָּל-מַכָּה וּמַכָּה שֶהֵבִיא הַקָּדוֹשׁ בָּרוּךְ הוּא עַל הַמִּצְרִים בְּמִצְרַיִם הָיְתָה שֶׁל חָמֵשׁ מַכּוֹת? שֶׁנֶּאֱמַר: יְִשַׁלַּח-בָּם חֲרוֹן אַפּוֹ, עֶבְרָה וָזַעַם וְצַרָה, מִשְׁלַחַת מַלְאֲכֵי רָעִים. חֲרוֹן אַפּוֹ- אַחַת, עֶבְרָה - שְׁתָּיִם, וָזַעַם - שָׁלוֹשׁ, וְצָרָה - אַרְבַּע, מִשְׁלַחַת מַלְאֲכֵי רָעִים - חָמֵשׁ. אֱמוֹר מֵעַתָּה: בְּמִצְרַיִם לָקוּ חֲמִשִּׁים מַכּות וְעַל הַיָּם לָקוּ חֲמִשִּׁים וּמָאתַיִם מַכּוֹת. "
  ],
  [
    100,
    "כַּמָה מַעֲלוֹת טוֹבוֹת לַמָּקוֹם עָלֵינוּ!"
  ],
  [
    101,
    "אִלּוּ הוֹצִיאָנוּ מִמִצְרַיִם וְלֹא עָשָׂה בָהֶם שְׁפָטִים, דַּיֵּנוּ. "
  ],
  [
    102,
    "אִלּוּ עָשָׂה בָהֶם שְׁפָטִים, וְלֹא עָשָׂה בֵאלֹהֵיהֶם, דַּיֵּנוּ. "
  ],
  [
    103,
    "אִלּוּ עָשָׂה בֵאלֹהֵיהֶם, וְלֹא הָרַג אֶת-בְּכוֹרֵיהֶם, דַּיֵּנוּ. "
  ],
  [
    104,
    "אִלּוּ הָרַג אֶת-בְּכוֹרֵיהֶם וְלֹא נָתַן לָנוּ אֶת-מָמוֹנָם, דַּיֵּנוּ. "
  ],
  [
    105,
    "אִלּוּ נָתַן לָנוּ אֶת-מָמוֹנָם וְלֹא קָרַע לָנוּ אֶת-הַיָּם, דַּיֵּנוּ. "
  ],
  [
    106,
    "אִלּוּ קָרַע לָנוּ אֶת-הַיָּם וְלֹא הֶעֱבִירָנוּ בְּתוֹכוֹ בֶּחָרָבָה, דַּיֵּנוּ. "
  ],
  [
    107,
    "אִלּוּ הֶעֱבִירָנוּ בְּתוֹכוֹ בֶּחָרָבָה וְלֹא שִׁקַּע צָרֵנוּ בְּתוֹכוֹ דַּיֵּנוּ. "
  ],
  [
    108,
    "אִלּוּ שִׁקַּע צָרֵנוּ בְּתוֹכוֹ וְלֹא סִפֵּק צָרְכֵּנוּ בַּמִדְבָּר אַרְבָּעִים שָׁנָה דַּיֵּנוּ. "
  ],
  [
    109,
    "אִלּוּ סִפֵּק צָרְכֵּנוּ בְּמִדְבָּר אַרְבָּעִים שָׁנָה וְלֹא הֶאֱכִילָנוּ אֶת-הַמָּן דַּיֵּנוּ. "
  ],
  [
    110,
    "אִלּוּ הֶאֱכִילָנוּ אֶת-הַמָּן וְלֹא נָתַן לָנוּ אֶת-הַשַׁבָּת, דַּיֵּנוּ. "
  ],
  [
    111,
    "אִלּוּ נָתַן לָנוּ אֶת-הַשַׁבָּת, וְלֹא קֵרְבָנוּ לִפְנֵי הַר סִינַי, דַּיֵּנוּ. "
  ],
  [
    112,
    "אִלּוּ קֵרְבָנוּ לִפְנֵי הַר סִינַי, וְלא נַתַן לָנוּ אֶת-הַתּוֹרָה. דַּיֵּנוּ. "
  ],
  [
    113,
    "אִלּוּ נַתַן לָנוּ אֶת-הַתּוֹרָה וְלֹא הִכְנִיסָנוּ לְאֶרֶץ יִשְׂרָאֵל, דַּיֵּנוּ. "
  ],
  [
    114,
    "אִלּוּ הִכְנִיסָנוּ לְאֶרֶץ יִשְׂרָאֵל וְלֹא בָנָה לָנוּ אֶת-בֵּית הַבְּחִירָה דַּיֵּנוּ. "
  ],
  [
    115,
    "עַל אַחַת, כַּמָה וְכַּמָה, טוֹבָה כְפוּלָה וּמְכֻפֶּלֶת לַמָּקוֹם עָלֵינוּ: שֶׁהוֹצִיאָנוּ מִמִּצְרַיִם, וְעָשָׂה בָהֶם שְׁפָטִים, וְעָשָׂה בֵאלֹהֵיהֶם, וְהָרַג אֶת-בְּכוֹרֵיהֶם, וְנָתַן לָנוּ אֶת-מָמוֹנָם, וְקָרַע לָנוּ אֶת-הַיָּם, וְהֶעֱבִירָנוּ בְּתוֹכוֹ בֶּחָרָבָה, וְשִׁקַּע צָרֵנוּ בְּתוֹכוֹ, וְסִפֵּק צָרְכֵּנוּ בַּמִדְבָּר אַרְבָּעִים שָׁנָה, וְהֶאֱכִילָנוּ אֶת-הַמָּן, וְנָתַן לָנוּ אֶת-הַשַּׁבָּת, וְקֵרְבָנוּ לִפְנֵי הַר סִינַי, וְנַתָן לָנוּ אֶת-הַתּוֹרָה, וְהִכְנִיסָנוּ לְאֶרֶץ יִשְׂרָאֵל, וּבָנָה לָנוּ אֶת-בֵּית הַבְּחִירָה לְכַפֵּר עַל-כָּל-עֲוֹנוֹתֵינוּ. "
  ],
  [
    117,
    "רַבָּן גַּמְלִיאֵל הָיָה אוֹמֵר: כָּל שֶׁלֹּא אָמַר שְׁלשָׁה דְּבָרִים אֵלּוּ בַּפֶּסַח, לא יָצָא יְדֵי חוֹבָתוֹ, וְאֵלּוּ הֵן: פֶּסַח, מַצָּה, וּמָרוֹר. "
  ],
  [
    118,
    "פֶּסַח שֶׁהָיוּ אֲבוֹתֵינוּ אוֹכְלִים בִּזְמַן שֶׁבֵּית הַמִּקְדָּשׁ הָיָה קַיָּם, עַל שׁוּם מָה? עַל שׁוּם שֶׁפָּסַח הַקָּדוֹשׁ בָּרוּךְ הוּא עַל בָּתֵּי אֲבוֹתֵינוּ בְּמִצְרַיִם, שֶׁנֶּאֱמַר: וַאֲמַרְתֶּם זֶבַח פֶּסַח הוּא לַיי, אֲשֶׁר פָּסַח עַל בָּתֵּי בְנֵי יִשְׂרָאֵל בְּמִצְרַיִם בְּנָגְפּוֹ אֶת-מִצְרַיִם, וְאֶת-בָּתֵּינוּ הִצִּיל? וַיִּקֹּד הָעָם וַיִּשְׁתַּחווּ. "
  ],
  [
    119,
    "<small>אוחז המצה בידו ומראה אותה למסובין: </small>"
  ],
  [
    120,
    "מַצָּה זוֹ שֶׁאָנוֹ אוֹכְלִים, עַל שׁוּם מַה? עַל שׁוּם שֶׁלֹּא הִסְפִּיק בְּצֵקָם שֶׁל אֲבוֹתֵינוּ לְהַחֲמִיץ עַד שֶׁנִּגְלָה עֲלֵיהֶם מֶלֶךְ מַלְכֵי הַמְּלָכִים, הַקָּדוֹשׁ בָּרוּךְ הוּא, וּגְאָלָם, שֶׁנֶּאֱמַר: וַיֹּאפוּ אֶת-הַבָּצֵק אֲשֶׁר הוֹצִיאוּ מִמִּצְרַיִם עֻגֹת מַצּוֹּת, כִּי לֹא חָמֵץ, כִּי גֹרְשׁוּ מִמִּצְרַיִם וְלֹא יָכְלוּ לְהִתְמַהְמֵהַּ, וְגַם צֵדָה לֹא עָשׂוּ לָהֶם. "
  ],
  [
    121,
    "<small>אוחז המרור בידו ומראה אותו למסובין: </small>"
  ],
  [
    122,
    "מָרוֹר זֶה שֶׁאָנוּ אוֹכְלִים, עַל שׁוּם מַה? עַל שׁוּם שֶׁמֵּרְרוּ הַמִּצְרִים אֶת-חַיֵּי אֲבוֹתֵינוּ בְּמִצְרַיִם, שֶׁנֶּאֱמַר: וַיְמָרְרוּ אֶת חַיֵּיהם בַּעֲבֹדָה קָשָה, בְּחֹמֶר וּבִלְבֵנִים וּבְכָל-עֲבֹדָה בַּשָּׂדֶה אֶת כָּל עֲבֹדָתָם אֲשֶׁר עָבְדוּ בָהֶם בְּפָרֶךְ. "
  ],
  [
    123,
    "בְּכָל-דּוֹר וָדוֹר חַיָּב אָדָם לִרְאוֹת אֶת-עַצְמוֹ כְּאִלּוּ הוּא יָצָא מִמִּצְרַיִם, שֶׁנֶּאֱמַר: וְהִגַּדְתָּ לְבִנְךָ בַּיּוֹם הַהוּא לֵאמֹר, בַּעֲבוּר זֶה עָשָׂה ה' לִי בְּצֵאתִי מִמִּצְרַיִם. לֹא אֶת-אֲבוֹתֵינוּ בִּלְבָד גָּאַל הַקָּדוֹשׁ בָּרוּךְ הוּא, אֶלָּא אַף אוֹתָנוּ גָּאַל עִמָּהֶם, שֶׁנֶּאֱמַר: וְאוֹתָנוּ הוֹצִיא מִשָּׁם, לְמַעַן הָבִיא אוֹתָנוּ, לָתֶת לָנוּ אֶת-הָאָרֶץ אֲשֶׁר נִשָׁבַּע לַאֲבֹתֵינוּ. "
  ],
  [
    125,
    "<small>יאחז הכוס בידו ויכסה המצות ויאמר: </small>"
  ],
  [
    126,
    "לְפִיכָךְ אֲנַחְנוּ חַיָּבִים לְהוֹדוֹת, לְהַלֵּל, לְשַׁבֵּחַ, לְפָאֵר, לְרוֹמֵם, לְהַדֵּר, לְבָרֵךְ, לְעַלֵּה וּלְקַלֵּס לְמִי שֶׁעָשָׂה לַאֲבוֹתֵינוּ וְלָנוּ אֶת-כָּל-הַנִסִּים הָאֵלּוּ: הוֹצִיאָנוּ מֵעַבְדוּת לְחֵרוּת מִיָּגוֹן לְשִׂמְחָה, וּמֵאֵבֶל לְיוֹם טוֹב, וּמֵאֲפֵלָה לְאוֹר גָּדוֹל, וּמִשִּׁעְבּוּד לִגְאֻלָּה. וְנֹאמַר לְפָנָיו שִׁירָה חֲדָשָׁה: הַלְלוּיָהּ. "
  ],
  [
    127,
    "הַלְלוּיָהּ הַלְלוּ עַבְדֵי ה', הַלְלוּ אֶת-שֵׁם ה'. יְהִי שֵׁם ה' מְבֹרָךְ מֵעַתָּה וְעַד עוֹלָם. מִמִּזְרַח שֶׁמֶשׁ עַד מְבוֹאוֹ מְהֻלָּל שֵׁם ה'. רָם עַל-כָּל-גּוֹיִם ה', עַל הַשָּׁמַיִם כְּבוֹדוֹ.מִי כַּיי אֱלֹהֵינוּ הַמַּגְבִּיהִי לָשָׁבֶת, הַמַּשְׁפִּילִי לִרְאוֹת בַּשָּׁמַיִם וּבָאָרֶץ? מְקִימִי מֵעָפָר דָּל, מֵאַשְׁפֹּת יָרִים אֶבְיוֹן, לְהוֹשִׁיבִי עִם-נְדִיבִים, עִם נְדִיבֵי עַמּוֹ. מוֹשִׁיבִי עֲקֶרֶת הַבַּיִת, אֵם הַבָּנִים שְׂמֵחָה. הַלְלוּיָהּ. "
  ],
  [
    128,
    "בְּצֵאת יִשְׂרָאֵל מִמִצְרַיִם, בֵּית יַעֲקֹב מֵעַם לֹעֵז, הָיְתָה יְהוּדָה לְקָדְשׁוֹ, יִשְׂרָאֵל מַמְשְׁלוֹתָיו. הַיָּם רָאָה וַיַּנֹס, הַיַּרְדֵּן יִסֹּב לְאָחוֹר. הֶהָרִים רָקְדוּ כְאֵילִים, גְּבַעוֹת כִּבְנֵי צֹאן. מַה לְּךָ הַיָּם כִּי תָנוּס, הַיַּרְדֵּן - תִּסֹּב לְאָחוֹר, הֶהָרִים - תִּרְקְדוּ כְאֵילִים, גְּבַעוֹת כִּבְנֵי-צֹאן. מִלְּפְנֵי אָדוֹן חוּלִי אָרֶץ, מִלְּפְנֵי אֱלוֹהַ יַעֲקֹב. הַהֹפְכִי הַצּוּר אֲגַם-מָיִם, חַלָּמִיש לְמַעְיְנוֹ-מָיִם. "
  ],
  [
    130,
    "<small>מגביהים את הכוס עד גאל ישראל. </small>"
  ],
  [
    131,
    "בָּרוּךְ אַתָּה ה' אֱלֹהֵינוּ מֶלֶךְ הָעוֹלָם, אֲשֶׁר גְּאָלָנוּ וְגָאַל אֶת-אֲבוֹתֵינוּ מִמִּצְרַיִם, וְהִגִּיעָנוּ הַלַּיְלָה הַזֶּה לֶאֱכָל-בּוֹ מַצָּה וּמָרוֹר. כֵּן ה' אֱלֹהֵינוּ וֵאלֹהֵי אֲבוֹתֵינוּ יַגִּיעֵנוּ לְמוֹעֲדִים וְלִרְגָלִים אֲחֵרִים הַבָּאִים לִקְרָאתֵנוּ לְשָׁלוֹם, שְׂמֵחִים בְּבִנְיַן עִירֶךְ וְשָׂשִׂים בַּעֲבוֹדָתֶךָ. וְנֹאכַל שָׁם מִן הַזְּבָחִים וּמִן הַפְּסָחִים אֲשֶׁר יַגִּיעַ דָּמָם עַל קִיר מִזְבַּחֲךָ לְרָצון, וְנוֹדֶה לְךָ שִׁיר חָדָש עַל גְּאֻלָּתֵנוּ וְעַל פְּדוּת נַפְשֵׁנוּ. בָּרוּךְ אַתָּה ה', גָּאַל יִשְׂרָאֵל."
  ],
  [
    132,
    "<small>שותים את הכוס בהסבת שמאל.</small>"
  ],
  [
    133,
    "בָּרוּךְ אַתָּה ה', אֱלֹהֵינוּ מֶלֶךְ הָעוֹלָם בּוֹרֵא פְּרִי הַגָּפֶן. "
  ],
  [
    135,
    "רָחְצָה"
  ],
  [
    136,
    "<small>נוטלים את הידים ומברכים: </small>"
  ],
  [
    137,
    "בָּרוּךְ אַתָּה ה', אֱלֹהֵינוּ מֶלֶךְ הָעוֹלָם, אֲשֶׁר קִדְּשָׁנוּ בְּמִצְוֹתָיו וְצִוָּנוּ עַל נְטִילַת יָדַיִם. "
  ],
  [
    139,
    "מוֹצִיא מַצָּה"
  ],
  [
    140,
    "<small>יקח המצות בסדר שהניחן, הפרוסה בין שתי השלמות, יאחז שלשתן בידו ויברך \"המוציא\" בכוונה עַל העליונה, ו\"על אכילת מַצָּה\" בכוונה על הפרוסה. אחר כך יבצע כזית מן העליונה השלמה וכזית שני מן הפרוסה, ויטבלם במלח, ויאכל בהסה שני הזיתים: </small>"
  ],
  [
    141,
    "בָּרוּךְ אַתָּה ה', אֱלֹהֵינוּ מֶלֶךְ הָעוֹלָם הַמּוֹצִיא לֶחֶם מִן הָאָרֶץ. "
  ],
  [
    142,
    "בָּרוּךְ אַתָּה ה', אֱלֹהֵינוּ מֶלֶךְ הָעוֹלָם, אֲשֶׁר קִדְּשָׁנוּ בְּמִצְוֹתָיו וְצִוָּנוּ עַל אֲכִילַת מַצָּה. "
  ],
  [
    144,
    "מָרוֹר"
  ],
  [
    145,
    "<small>כל אחד מהמסבִים לוקח כזית מרור, ּמטבִלו בַחרוסת, ּמנער החרוסת, מברך ואוכל בלי הסבה. </small>"
  ],
  [
    146,
    "בָּרוּךְ אַתָּה ה', אֱלֹהֵינוּ מֶלֶךְ הָעוֹלָם, אֲשֶׁר קִדְּשָנוּ בְּמִצְוֹתָיו וְצִוָּנוּ עַל אֲכִילַת מָרוֹר. "
  ],
  [
    148,
    "כּוֹרֵךְ"
  ],
  [
    149,
    "<small>כל אחד מהמסבים לוקח כזית מן המצה השְלישית עם כזית מרור,כורכים יחד, אוכלים בהסבה ובלי ברכה. לפני אכלו אומר. </small>"
  ],
  [
    150,
    "זֵכֶר לְמִקְדָּשׁ כְּהִלֵּל. כֵּן עָשָׂה הִלֵּל בִּזְמַן שֶׁבֵּית הַמִּקְדָּשׁ הָיָה קַיָּם:"
  ],
  [
    151,
    "הָיָה כּוֹרֵךְ מַצָּה וּמָרוֹר וְאוֹכֵל בְּיַחַד, לְקַיֵּם מַה שֶּׁנֶּאֱמַר: עַל מַצּוֹת וּמְרוׂרִים יֹאכְלֻהוּ."
  ],
  [
    153,
    "שֻׁלְחָן עוֹרֵךְ"
  ],
  [
    154,
    "<small>אוכלים ושותים.</small>"
  ],
  [
    156,
    "צָפוּן"
  ],
  [
    157,
    "<small>אחר גמר הסעודה לוקח כל אחד מהמסבים כזית מהמצה שהייתה צפונה לאפיקומן ואוכל ממנה כזית בהסבה. וצריך לאוכלה קודם חצות הלילה. </small>"
  ],
  [
    158,
    "<small>לפני אכילת האפיקומן יאמר:</small> זֵכֶר לְקָרְבָּן פֶּסַח הָנֶאֱכַל עַל הָשוֹׁבַע. "
  ],
  [
    161,
    "בָּרֵךְ"
  ],
  [
    162,
    "<small>מוזגים כוס שלישִי ומבָרכים בִרכַת המזון.</small>"
  ],
  [
    163,
    "שִׁיר הַמַּעֲלוֹת, בְּשוּב ה' אֶת שִׁיבַת צִיּוֹן הָיִינוּ כְּחֹלְמִים. אָז יִמָּלֵא שְׂחוֹק פִּינוּ וּלְשׁוֹנֵנוּ רִנָּה. אָז יֹאמְרוּ בַגּוֹיִם: הִגְדִּיל ה' לַעֲשׂוֹת עִם אֵלֶּה. הִגְדִּיל ה' לַעֲשׂוֹת עִמָּנוּ, הָיִינוּ שְׂמֵחִים. שׁוּבָה ה' אֶת שְׁבִיתֵנוּ כַּאֲפִיקִים בַּנֶּגֶב. הַזֹּרְעִים בְּדִמְעָה, בְּרִנָּה יִקְצֹרוּ. הָלוֹךְ יֵלֵךְ וּבָכֹה נֹשֵׂא מֶשֶךְ הַזָּרַע, בֹּא יָבֹא בְרִנָּה נֹשֵׂא אֲלֻמֹּתָיו. "
  ],
  [
    164,
    "<small>שלשה שֶאכלו כאחד חיבים לזמן והמזַמן פותח: </small>"
  ],
  [
    165,
    "רַבּוֹתַי נְבָרֵךְ: "
  ],
  [
    166,
    "<small>המסבים עונים: </small>"
  ],
  [
    167,
    "יְהִי שֵׁם ה' מְבֹרָךְ מֵעַתָּה וְעַד עוֹלָם. "
  ],
  [
    168,
    "<small>הַמְזַמֵן אומֵר: </small>"
  ],
  [
    169,
    "בִּרְשׁוּת מָרָנָן וְרַבָּנָן וְרַבּוֹתַי, נְבָרֵךְ [אֱלֹהֵינוּ] שֶׁאָכַלְנוּ מִשֶּׁלוֹ. "
  ],
  [
    170,
    "<small>המסבים עונים: </small>"
  ],
  [
    171,
    "בָּרוּךְ [אֱלֹהֵינוּ] שֶׁאָכַלְנוּ מִשֶּׁלוֹ וּבְטוּבוֹ חָיִינוּ"
  ],
  [
    172,
    "<small>המזמן חוזר ואומר: </small>"
  ],
  [
    173,
    "בָּרוּךְ [אֱלֹהֵינוּ] שֶׁאָכַלְנוּ מִשֶּׁלוֹ וּבְטוּבוֹ חָיִינוּ"
  ],
  [
    174,
    "<small>כלם אומרים: </small>"
  ],
  [
    175,
    "בָּרוּךְ אַתָּה ה', אֱלֹהֵינוּ מֶלֶךְ הָעוֹלָם, הַזָּן אֶת הָעוֹלָם כֻּלּוֹ בְּטוּבוֹ בְּחֵן בְּחֶסֶד וּבְרַחֲמִים, הוּא נוֹתֵן לֶחֶם לְכָל בָּשָׂר כִּי לְעוֹלָם חַסְדוֹ. וּבְטוּבוֹ הַגָּדוֹל תָּמִיד לֹא חָסַר לָנוּ, וְאַל יֶחְסַר לָנוּ מָזוֹן לְעוֹלָם וָעֶד. בַּעֲבוּר שְׁמוֹ הַגָּדוֹל, כִּי הוּא אֵל זָן וּמְפַרְנֵס לַכֹּל וּמֵטִיב לַכֹּל, וּמֵכִין מָזוֹן לְכָל בְּרִיּוֹתָיו אֲשֶׁר בָּרָא. בָּרוּךְ אַתָּה ה', הַזָּן אֶת הַכֹּל. "
  ],
  [
    176,
    "נוֹדֶה לְךָ ה' אֱלֹהֵינוּ עַל שֶׁהִנְחַלְתָּ לַאֲבוֹתֵינוּ אֶרֶץ חֶמְדָה טוֹבָה וּרְחָבָה, וְעַל שֶׁהוֹצֵאתָנוּ ה' אֱלֹהֵינוּ מֵאֶרֶץ מִצְרַיִם, וּפְדִיתָנוּ מִבֵּית עֲבָדִים, וְעַל בְּרִיתְךָ שֶׁחָתַמְתָּ בְּבְשָׂרֵנוּ, וְעַל תּוֹרָתְךָ שֶׁלִּמַּדְתָּנוּ, וְעַל חֻקֶּיךָ שֶׁהוֹדַעְתָּנוּ, וְעַל חַיִּים חֵן וָחֶסֶד שֶׁחוֹנַנְתָּנוּ, וְעַל אֲכִילַת מָזוֹן שָׁאַתָּה זָן וּמְפַרְנֵס אוֹתָנוּ תָּמִיד, בְּכָל יוֹם וּבְכָל עֵת וּבְכָל שָׁעָה: "
  ],
  [
    177,
    "וְעַל הַכּל ה' אֱלֹהֵינוּ, אֲנַחְנוּ מוֹדִים לָךְ וּמְבָרְכִים אוֹתָךְ, יִתְבָּרַךְ שִׁמְךָ בְּפִי כָּל חַי תָּמִיד לְעוֹלָם וָעֶד. כַּכָּתוּב: וְאָכַלְתָּ וְשָׂבַעְתָּ וּבֵרַכְתָּ אֶת ה' אֱלֹהֵיךָ עַל הָאָרֶץ הַטּוֹבָה אֲשֶּׁר נָתַן לָךְ. בָּרוּךְ אַתָּה ה', עַל הָאָרֶץ וְעַל הַמָּזוֹן: "
  ],
  [
    178,
    "רַחֵם נָא ה' אֱלֹהֵינוּ עַל יִשְׂרָאַל עַמֶּךָ וְעַל יְרוּשָׁלַיִם עִירֶךָ וְעַל צִיּוֹן מִשְׁכַּן כְּבוֹדֶךָ וְעַל מַלְכוּת בֵּית דָּוִד מְשִׁיחֶךָ וְעַל הַבַּיִת הַגָּדוֹל וְהַקָּדוֹשׁ שֶׁנִּקְרָא שִׁמְךָ עָלָיו: אֱלֹהֵינוּ אָבִינוּ, רְעֵנוּ זוּנֵנוּ פַרְנְסֵנוּ וְכַלְכְּלֵנוּ וְהַרְוִיחֵנוּ, וְהַרְוַח לָנוּ ה' אֱלֹהֵינוּ מְהֵרָה מִכָּל צָרוֹתֵינוּ. וְנָא אַל תַּצְרִיכֵנוּ ה' אֱלֹהֵינוּ, לֹא לִידֵי מַתְּנַת בָּשָׂר וָדָם וְלֹא לִידֵי הַלְוָאתָם, כִּי אִם לְיָדְךָ הַמְּלֵאָה הַפְּתוּחָה הַקְּדוֹשָׁה וְהָרְחָבָה, שֶׁלֹא נֵבוֹשׁ וְלֹא נִכָּלֵם לְעוֹלָם וָעֶד. "
  ],
  [
    179,
    "<small>בשבת מוסיפין: </small>"
  ],
  [
    180,
    "רְצֵה וְהַחֲלִיצֵנוּ ה' אֱלֹהֵינוּ בְּמִצְוֹתֶיךָ וּבְמִצְוַת יוֹם הַשְּׁבִיעִי הַשַּׁבָּת הַגָּדול וְהַקָּדוֹשׂ הַזֶּה. כִּי יוֹם זֶה גָּדוֹל וְקָדוֹשׁ הוּא לְפָנֶיךָ לִשְׁבָּת בּוֹ וְלָנוּחַ בּוֹ בְּאַהֲבָה כְּמִצְוַת רְצוֹנֶךָ.וּבִרְצוֹנְךָ הָנִיחַ לָנוּ ה' אֱלֹהֵינוּ שֶׁלֹּא תְהֵא צָרָה וְיָגוֹן וַאֲנָחָה בְּיוֹם מְנוּחָתֵנוּ. וְהַרְאֵנוּ ה' אֱלֹהֵינוּ בְּנֶחָמַת צִיּוֹן עִירֶךָ וּבְבִנְיַן יְרוּשָׁלַיִם עִיר קָדְשֶׁךָ כִּי אַתָּה הוּא בַּעַל הַיְשׁוּעוֹת וּבַעַל הַנֶּחָמוֹת. "
  ],
  [
    181,
    "אֱלֹהֵינוּ וֵאלֹהֵי אֲבוֹתֵינוּ, יַעֲלֶה וְיָבֹא וְיַגִּיעַ וְיֵרָאֶה וְיֵרָצֶה וְיִשָּׁמַע וְיִפָּקֵד וְיִזָּכֵר זִכְרוֹנֵנוּ וּפִקְדּוֹנֵנוּ, וְזִכְרוֹן אֲבוֹתֵינוּ, וְזִכְרוֹן מָשִׁיחַ בֶּן דָּוִד עַבְדֶּךָ, וְזִכְרוֹן יְרוּשָׁלַיִם עִיר קָדְשֶׁךָ, וְזִכְרוֹן כָּל עַמְּךָ בֵּית יִשְׂרָאַל לְפָנֶיךָ, לִפְלֵיטָה לְטוֹבָה לְחֵן וּלְחֶסֶד וּלְרַחֲמִים, לְחַיִּים וּלְשָׁלוֹם בְּיוֹם חַג הַמַּצּוֹת הַזֶּה זָכְרֵנוּ ה' אֱלֹהֵינוּ בּוֹ לְטוֹבָה וּפָקְדֵנוּ בוֹ לִבְרָכָה וְהושִׁיעֵנוּ בוֹ לְחַיִּים. וּבִדְבַר יְשׁוּעָה וְרַחֲמִים חוּס וְחָנֵּנוּ וְרַחֵם עָלֵינוּ וְהוֹשִׁיעֵנוּ, כִּי אֵלֶיךָ עֵינֵינוּ, כִּי אֵל מֶלֶךְ חַנּוּן וְרַחוּם אָתָּה. וּבְנֵה יְרוּשָׁלַיִם עִיר הַקֹּדֶשׁ בִּמְהֵרָה בְיָמֵינוּ. בָּרוּךְ אַתָּה ה', בּוֹנֶה בְרַחֲמָיו יְרוּשָׁלַיִם. אָמֵן. "
  ],
  [
    182,
    "בָּרוּךְ אַתָּה ה', אֱלֹהֵינוּ מֶלֶךְ הָעוֹלָם, הָאֵל אָבִינוּ מַלְכֵּנוּ אַדִירֵנוּ בּוֹרְאֵנוּ גּוֹאֲלֵנוּ יוֹצְרֵנוּ קְדוֹשֵׁנוּ קְדוֹשׁ יַעֲקֹב רוֹעֵנוּ רוֹעֵה יִשְׂרָאַל הַמֶּלֶךְ הַטּוֹב וְהַמֵּטִיב לַכּל שֶׁבְּכָל יוֹם וָיוֹם הוּא הֵטִיב, הוּא מֵטִיב, הוּא יֵיטִיב לָנוּ. הוּא גְמָלָנוּ הוּא גוֹמְלֵנוּ הוּא יִגְמְלֵנוּ לָעַד, לְחֵן וּלְחֶסֶד וּלְרַחֲמִים וּלְרֶוַח הַצָּלָה וְהַצְלָחָה, בְּרָכָה וִישׁוּעָה נֶחָמָה פַּרְנָסָה וְכַלְכָּלָה וְרַחֲמִים וְחַיִּים וְשָׁלוֹם וְכָל טוֹב, וּמִכָּל טוּב לְעוֹלָם עַל יְחַסְּרֵנוּ. "
  ],
  [
    183,
    "הָרַחֲמָן הוּא יִמְלוֹךְ עָלֵינוּ לְעוֹלָם וָעֶד. הָרַחֲמָן הוּא יִתְבָּרַךְ בַּשָּׁמַיִם וּבָאָרֶץ. הָרַחֲמָן הוּא יִשְׁתַּבַּח לְדוֹר דּוֹרִים, וְיִתְפָּאַר בָּנוּ לָעַד וּלְנֵצַח נְצָחִים, וְיִתְהַדַּר בָּנוּ לָעַד וּלְעוֹלְמֵי עוֹלָמִים. הָרַחֲמָן הוּא יְפַרְנְסֵנוּ בְּכָבוֹד. הָרַחֲמָן הוּא יִשְׁבּוֹר עֻלֵּנוּ מֵעַל צַּוָּארֵנוּ, וְהוּא יוֹלִיכֵנוּ קוֹמְמִיּוּת לְאַרְצֵנוּ. הָרַחֲמָן הוּא יִשְׁלַח לָנוּ בְּרָכָה מְרֻבָּה בַּבַּיִת הַזֶּה, וְעַל שֻׁלְחָן זֶה שֶׁאָכַלְנוּ עָלָיו. הָרַחֲמָן הוּא יִשְׁלַח לָנוּ אֶת אֵלִיָּהוּ הַנָּבִיא זָכוּר לַטּוֹב, וִיבַשֶּׂר לָנוּ בְּשׂוֹרוֹת טוֹבוֹת יְשׁוּעוֹת וְנֶחָמוֹת. הָרַחֲמָן הוּא יְבָרֵךְ אֶת בַּעֲלִי / אִשְתִּי. הָרַחֲמָן הוּא יְבָרֵךְ אֶת [אָבִי מוֹרִי] בַּעַל הַבַּיִת הַזֶּה. וְאֶת [אִמִּי מוֹרָתִי] בַּעֲלַת הַבַּיִת הַזֶּה, אוֹתָם וְאֶת בֵּיתָם וְאֶת זַרְעָם וְאֶת כָּל אֲשֶׁר לָהֶם. אוֹתָנוּ וְאֶת כָּל אֲשֶׁר לָנוּ, כְּמוֹ שֶׁנִּתְבָּרְכוּ אֲבוֹתֵינוּ אַבְרָהָם יִצְחָק וְיַעֲקֹב בַּכֹּל מִכֹּל כֹּל, כֵּן יְבָרֵךְ אוֹתָנוּ כֻּלָּנוּ יַחַד בִּבְרָכָה שְׁלֵמָה, וְנֹאמַר, אָמֵן. בַּמָּרוֹם יְלַמְּדוּ עֲלֵיהֶם וְעָלֵינוּ זְכוּת שֶׁתְּהֵא לְמִשְׁמֶרֶת שָׁלוֹם. וְנִשָּׂא בְרָכָה מֵאֵת ה', וּצְדָקָה מֵאלֹהֵי יִשְׁעֵנוּ, וְנִמְצָא חֵן וְשֵׂכֶל טוֹב בְּעֵינֵי אֱלֹהִים וְאָדָם. בשבת: הָרַחֲמָן הוּא יַנְחִילֵנוּ יוֹם שֶׁכֻּלּוֹ שַׁבָּת וּמְנוּחָה לְחַיֵּי הָעוֹלָמִים. הָרַחֲמָן הוּא יַנְחִילֵנוּ יוֹם שֶׁכֻּלוֹ טוֹב.[יוֹם שֶׁכֻּלוֹ אָרוּךְ. יוֹם שֶׁצַּדִּיקִים יוֹשְׁבִים וְעַטְרוֹתֵיהֶם בְּרָאשֵׁיהֶם וְנֶהֱנִים מִזִּיו הַשְּׁכִינָה וִיהִי חֶלְקֵינוּ עִמָּהֶם]. הָרַחֲמָן הוּא יְזַכֵּנוּ לִימוֹת הַמָּשִׁיחַ וּלְחַיֵּי הָעוֹלָם הַבָּא. מִגְדּוֹל יְשׁוּעוֹת מַלְכּוֹ וְעֹשֶׂה חֶסֶד לִמְשִׁיחוֹ לְדָוִד וּלְזַרְעוֹ עַד עוֹלָם. עשֶׂה שָׁלוֹם בִּמְרוֹמָיו, הוּא יַעֲשֶׂה שָׁלוֹם עָלֵינוּ וְעַל כָּל יִשְׂרָאַל וְאִמְרוּ, אָמֵן. יִרְאוּ אֶת ה' קְדֹשָׁיו, כִּי אֵין מַחְסוֹר לִירֵאָיו. כְּפִירִים רָשׁוּ וְרָעֵבוּ, וְדֹרְשֵׁי ה' לֹא יַחְסְרוּ כָל טוֹב. הוֹדוּ לַיי כִּי טוֹב כִּי לְעוֹלָם חַסְדּוֹ. פּוֹתֵחַ אֶת יָדֶךָ, וּמַשְׂבִּיעַ לְכָל חַי רָצוֹן. בָּרוּךְ הַגֶּבֶר אֲשֶׁר יִבְטַח בַּיי, וְהָיָה ה' מִבְטַחוֹ. נַעַר הָיִיתִי גַם זָקַנְתִּי, וְלֹא רָאִיתִי צַדִּיק נֶעֱזָב, וְזַרְעוֹ מְבַקֶּשׁ לָחֶם.יי עֹז לְעַמּוֹ יִתֵּן, ה' יְבָרֵךְ אֶת עַמּוֹ בַשָּׁלוֹם."
  ],
  [
    185,
    "בָּרוּךְ אַתָּה ה', אֱלהֵינוּ מֶלֶךְ הָעוֹלָם בּוֹרֵא פְּרִי הַגָּפֶן. "
  ],
  [
    186,
    "<small>ושותים בהסיבה ואינו מברך ברכה אחרונה.</small>"
  ],
  [
    188,
    "<small>מוזגים כוס של אליהו ופותחים את הדלת:</small>"
  ],
  [
    189,
    "שְׁפֹךְ חֲמָתְךָ אֶל-הַגּוֹיִם אֲשֶׁר לֹא יְדָעוּךָ וְעַל-מַמְלָכוֹת אֲשֶׁר בְּשִׁמְךָ לֹא קָרָאוּ. כִּי אָכַל אֶת-יַעֲקֹב וְאֶת-נָוֵהוּ הֵשַׁמּוּ. שְׁפָךְ-עֲלֵיהֶם זַעֲמֶךָ וַחֲרוֹן אַפְּךָ יַשִּׂיגֵם. תִּרְדֹף בְּאַף וְתַשְׁמִידֵם מִתַּחַת שְׁמֵי ה'."
  ],
  [
    192,
    "הַלֵּל"
  ],
  [
    193,
    "לֹא לָנוּ, ה', לֹא לָנוּ, כִּי לְשִׁמְךָ תֵּן כָּבוֹד, עַל חַסְדְּךָ עַל אֲמִתֶּךָ. לָמָּה יֹאמְרוּ הַגּוֹיִם אַיֵּה נָא אֱלֹהֵיהֶם. וְאֱלֹהֵינוּ בַּשָּׁמַיִם, כֹּל אֲשֶׁר חָפֵץ עָשָׂה. עֲצַבֵּיהֶם כֶּסֶף וְזָהָב מַעֲשֵׂה יְדֵי אָדָם. פֶּה לָהֶם וְלֹא יְדַבֵּרוּ, עֵינַיִם לָהֶם וְלֹא יִרְאוּ. אָזְנָיִם לָהֶם וְלֹא יִשְׁמָעוּ, אַף לָהֶם וְלֹא יְרִיחוּן. יְדֵיהֶם וְלֹא יְמִישׁוּן, רַגְלֵיהֶם וְלֹא יְהַלֵּכוּ, לׁא יֶהְגּוּ בִּגְרוֹנָם. כְּמוֹהֶם יִהְיוּ עֹשֵׂיהֶם, כֹּל אֲשֶׁר בֹּטֵחַ בָּהֶם. יִשְׂרָאֵל בְּטַח בַּיי, עֶזְרָם וּמָגִנָּם הוּא. בֵּית אַהֲרֹן בִּטְחוּ בַיי, עֶזְרָם וּמָגִנָּם הוּא. יִרְאֵי ה' בִּטְחוּ בַיי, עֶזְרָם וּמָגִנָּם הוּא. יי זְכָרָנוּ יְבָרֵךְ. יְבָרֵךְ אֶת בֵּית יִשְׂרָאֵל, יְבָרֵךְ אֶת בֵּית אַהֲרֹן, יְבָרֵךְ יִרְאֵי ה', הַקְּטַנִים עִם הַגְּדֹלִים. יֹסֵף ה' עֲלֵיכֶם, עֲלֵיכֶם וְעַל בְּנֵיכֶם. בְּרוּכִים אַתֶּם לַיי, עֹשֵׂה שָׁמַיִם וָאָרֶץ. הַשָּׁמַיִם שָׁמַיִם לַיי וְהָאָרֶץ נָתַן לִבְנֵי אָדָם. לֹא הַמֵּתִים יְהַלְלוּ יָהּ וְלֹא כָּל יֹרְדֵי דוּמָה. וַאֲנַחְנוּ נְבָרֵךְ יָהּ מֵעַתָּה וְעַד עוֹלָם. הַלְלוּיָהּ. "
  ],
  [
    194,
    "אָהַבְתִּי כִּי יִשְׁמַע ה' אֶת קוֹלִי תַּחֲנוּנָי. כִּי הִטָּה אָזְנוֹ לִי וּבְיָמַי אֶקְרָא. אֲפָפוּנִי חֶבְלֵי מָוֶת וּמְצָרֵי שְׁאוֹל מְצָאוּנִי, צָרָה וְיָגוֹן אֶמְצָא. וּבְשֵׁם ה' אֶקְרָא: אָנָּא ה' מַלְּטָה נַפְשִׁי. חַנוּן ה' וְצַדִּיק, וֵאֱלֹהֵינוּ מְרַחֵם. שֹׁמֵר פְּתָאִים ה', דַּלוֹתִי וְלִי יְהושִׁיעַ. שׁוּבִי נַפְשִׁי לִמְנוּחָיְכִי, כִּי ה' גָּמַל עָלָיְכִי. כִּי חִלַּצְתָּ נַפְשִׁי מִמָּוֶת, אֶת עֵינִי מִן דִּמְעָה, אֶת רַגְלִי מִדֶּחִי. אֶתְהַלֵךְ לִפְנֵי ה' בְּאַרְצוֹת הַחַיִּים. הֶאֱמַנְתִּי כִּי אֲדַבֵּר, אֲנִי עָנִיתִי מְאֹד. אֲנִי אָמַרְתִּי בְחָפְזִי כָּל הָאָדָם כּזֵֹב. "
  ],
  [
    195,
    "מָה אָשִׁיב לַיי כֹּל תַּגְמוּלוֹהִי עָלָי. כּוֹס יְשׁוּעוֹת אֶשָּׂא וּבְשֵׁם ה' אֶקְרָא. נְדָרַי לַיי אֲשַׁלֵּם נֶגְדָה נָּא לְכָל עַמּוֹ. יָקָר בְּעֵינֵי ה' הַמָּוְתָה לַחֲסִידָיו. אָנָּה ה' כִּי אֲנִי עַבְדֶּךָ, אֲנִי עַבְדְּךָ בֶּן אֲמָתֶךָ, פִּתַּחְתָּ לְמוֹסֵרָי. לְךָ אֶזְבַּח זֶבַח תּוֹדָה וּבְשֵׁם ה' אֶקְרָא. נְדָרַי לַיי אֲשַׁלֵּם נֶגְדָה נָּא לְכָל עַמּוֹ. בְּחַצְרוֹת בֵּית ה', בְּתוֹכֵכִי יְרוּשָלַיִם. הַלְלוּיָהּ. "
  ],
  [
    196,
    "הַלְלוּ אֶת ה' כָּל גּוֹיִם, שַׁבְּחוּהוּ כָּל הָאֻמִּים. כִּי גָבַר עָלֵינוּ חַסְדּוֹ, וֶאֱמֶת ה' לְעוֹלָם. הַלְלוּיָהּ. הוֹדוּ לַיי כִּי טוֹב כִּי לְעוֹלָם חַסְדּוֹ. יֹאמַר נָא יִשְׂרָאֵל כִּי לְעוֹלָם חַסְדּוֹ. יֹאמְרוּ נָא בֵית אַהֲרֹן כִּי לְעוֹלָם חַסְדּוֹ. יֹאמְרוּ נָא יִרְאֵי ה' כִּי לְעוֹלָם חַסְדּוֹ. "
  ],
  [
    197,
    "מִן הַמֵּצַר קָרָאתִי יָּהּ, עָנָנִי בַמֶּרְחַב יָהּ. ה' לִי, לֹא אִירָא - מַה יַּעֲשֶׂה לִי אָדָם, ה' לִי בְּעֹזְרָי וַאֲנִי אֶרְאֶה בְּשׂנְאָי. טוֹב לַחֲסוֹת בַּיי מִבְּטֹחַ בָּאָדָם. טוֹב לַחֲסוֹת בַּיי מִבְּטֹחַ בִּנְדִיבִים. כָּל גּוֹיִם סְבָבוּנִי, בְּשֵׁם ה' כִּי אֲמִילַם. סַבּוּנִי גַם סְבָבוּנִי, בְּשֵׁם ה' כִּי אֲמִילַם. סַבּוּנִי כִדְּבֹרִים, דֹּעֲכוּ כְּאֵשׁ קוֹצִים, בְּשֵׁם ה' כִּי אֲמִילַם. דָּחֹה דְּחִיתַנִי לִנְפֹּל, וַיי עֲזָרָנִי. עָזִּי וְזִמְרָת יָהּ וַיְהִי לִי לִישׁוּעָה. קוֹל רִנָּה וִישׁוּעָה בְּאָהֳלֵי צַדִּיקִים: יְמִין ה' עֹשָׂה חָיִל, יְמִין ה' רוֹמֵמָה, יְמִין ה' עֹשָׂה חָיִל. לֹא אָמוּת כִּי אֶחְיֶה, וַאֲסַפֵּר מַעֲשֵׂי יָהּ. יַסֹּר יִסְּרַנִי יָּהּ, וְלַמָּוֶת לֹא נְתָנָנִי. פִּתְחוּ לִי שַׁעֲרֵי צֶדֶק, אָבֹא בָם, אוֹדֶה יָהּ. זֶה הַשַּׁעַר לַיי, צַדִּיקִים יָבֹאוּ בוֹ.  "
  ],
  [
    198,
    "אוֹדְךָ כִּי עֲנִיתָנִי וַתְּהִי לִי לִישׁוּעָה .אוֹדְךָ כִּי עֲנִיתָנִי וַתְּהִי לִי לִישׁוּעָה. אֶבֶן מָאֲסוּ הַבּוֹנִים הָיְתָה לְראשׁ פִּנָּה. אֶבֶן מָאֲסוּ הַבּוֹנִים הָיְתָה לְראשׁ פִּנָּה. מֵאֵת ה' הָיְתָה זֹּאת הִיא נִפְלָאת בְּעֵינֵינוּ. מֵאֵת ה' הָיְתָה זֹּאת הִיא נִפְלָאת בְּעֵינֵינוּ. "
  ],
  [
    199,
    "אָנָּא ה', הוֹשִיעָה נָּא. אָנָּא ה', הוֹשִיעָה נָּא. אָנָּא ה', הַצְלִיחָה נָא. אָנָּא ה', הַצְלִיחָה נָא. "
  ],
  [
    200,
    "בָּרוּךְ הַבָּא בְּשֵׁם ה', בֵּרַכְנוּכֶם מִבֵּית ה'. בָּרוּךְ הַבָּא בְּשֵׁם ה', בֵּרַכְנוּכֶם מִבֵּית ה'. אֵל ה' וַיָּאֶר לָנוּ. אִסְרוּ חַג בַּעֲבֹתִים עַד קַרְנוֹת הַמִּזְבֵּחַ. אֵל ה' וַיָּאֶר לָנוּ. אִסְרוּ חַג בַּעֲבֹתִים עַד קַרְנוֹת הַמִּזְבֵּחַ. אֵלִי אַתָּה וְאוֹדֶךָּ, אֱלֹהַי - אֲרוֹמְמֶךָּ. אֵלִי אַתָּה וְאוֹדֶךָּ, אֱלֹהַי - אֲרוֹמְמֶךָּ. הוֹדוּ לַיי כִּי טוֹב, כִּי לְעוֹלָם חַסְדּוֹ. הוֹדוּ לַיי כִּי טוֹב, כִּי לְעוֹלָם חַסְדּוֹ. "
  ],
  [
    201,
    "יְהַלְלוּךָ ה' אֱלֹהֵינוּ כָּל מַעֲשֶׂיךָ, וַחֲסִידֶיךָ צַדִּיקִים עוֹשֵׂי רְצוֹנֶךָ, וְכָל עַמְּךָ בֵּית יִשְׂרָאֵל בְּרִנָה יוֹדוּ וִיבָרְכוּ, וִישַׁבְּחוּ וִיפָאֲרוּ, וִירוֹמְמוּ וְיַעֲרִיצוּ, וְיַקְדִּישׁוּ וְיַמְלִיכוּ אֶת שִׁמְךָ, מַלְכֵּנוּ. כִּי לְךָ טוֹב לְהוֹדותֹ וּלְשִׁמְךָ נָאֶה לְזַמֵּר, כִּי מֵעוֹלָם וְעַד עוֹלָם אַתָּה אֵל. "
  ],
  [
    203,
    "הוֹדוּ לַיי כִּי טוֹב כִּי לְעוֹלָם חַסְדּוֹ. הוֹדוּ לֵאלהֵי הָאֱלהִים כִּי לְעוֹלָם חַסְדּוֹ. הוֹדוּ לָאֲדֹנֵי הָאֲדֹנִים כִּי לְעוֹלָם חַסְדּוֹ. לְעֹשֵׂה נִפְלָאוֹת גְדֹלוֹת לְבַדּוֹ כִּי לְעוֹלָם חַסְדּוֹ. לְעֹשֵׂה הַשָּׁמַיִם בִּתְבוּנָה כִּי לְעוֹלָם חַסְדּוֹ. לְרוֹקַע הָאָרֶץ עַל הַמָּיִם כִּי לְעוֹלָם חַסְדּוֹ. לְעֹשֵׂה אוֹרִים גְּדֹלִים כִּי לְעוֹלָם חַסְדּוֹ. אֶת הַשֶּׁמֶשׁ לְמֶמְשֶׁלֶת בַּיּוֹם כִּי לְעוֹלָם חַסְדּוֹ. אֶת הַיָּרֵחַ וְכוֹכָבִים לְמֶמְשְׁלוֹת בַּלַּיְלָה כִּי לְעוֹלָם חַסְדּוֹ. לְמַכֵּה מִצְרַיִם בִּבְכוֹרֵיהֶם כִּי לְעוֹלָם חַסְדּוֹ. וַיוֹצֵא יִשְׂרָאֵל מִתּוֹכָם כִּי לְעוֹלָם חַסְדּוֹ. בְּיָד חֲזָקָה וּבִזְרוֹעַ נְטוּיָה כִּי לְעוֹלָם חַסְדּוֹ.לְגֹזֵר יַם סוּף לִגְזָרִים כִּי לְעוֹלָם חַסְדּוֹ. וְהֶֶעֱבִיר יִשְׂרָאֵל בְּתוֹכוֹ כִּי לְעוֹלָם חַסְדּוֹ. וְנִעֵר פַּרְעֹה וְחֵילוֹ בְיַם סוּף כִּי לְעוֹלָם חַסְדּוֹ. לְמוֹלִיךְ עַמּוֹ בַּמִּדְבָּר כִּי לְעוֹלָם חַסְדּוֹ. לְמַכֵּה מְלָכִים גְּדֹלִים כִּי לְעוֹלָם חַסְדּוֹ. וַיַּהֲרֹג מְלָכִים אַדִּירִים כִּי לְעוֹלָם חַסְדּוֹ. לְסִיחוֹן מֶלֶךְ הָאֱמֹרִי כִּי לְעוֹלָם חַסְדּוֹ. וּלְעוֹג מֶלֶךְ הַבָּשָׁן כִּי לְעוֹלָם חַסְדּוֹ. וָנָתַן אַרְצָם לְנַחֲלָה כִּי לְעוֹלָם חַסְדּוֹ. נַחֲלָה לְיִשְׂרָאֵל עַבְדוּ כִּי לְעוֹלָם חַסְדּוֹ. שֶׁבְּשִׁפְלֵנוּ זָכַר לָנוּ כִּי לְעוֹלָם חַסְדּוֹ. וַיִפְרְקֵנוּ מִצָּרֵינוּ כִּי לְעוֹלָם חַסְדּוֹ. נֹתֵן לֶחֶם לְכָל בָּשָׂר כִּי לְעוֹלָם חַסְדּוֹ. הוֹדוּ לְאֵל הַשָּׁמַיִם כִּי לְעוֹלָם חַסְדּוֹ. "
  ],
  [
    204,
    "נִשְׁמַת כָּל חַי תְּבַרֵךְ אֶת שִׁמְךָ, ה' אֱלֹהֵינוּ, וְרוּחַ כָּל בָּשָׂר תְּפָאֵר וּתְרוֹמֵם זִכְרְךָ, מַלְכֵּנוּ, תָמִיד. מִן הָעוֹלָם וְעַד הָעוֹלָם אַתָּה אֵל, וּמִבַּלְעָדֶיךָ אֵין לָנוּ מֶלֶךְ גּוֹאֵל וּמוֹשִיעַ, פּוֹדֶה וּמַצִּיל וּמְפַרְנֵס וּמְרַחֵם בְּכָל עֵת צָרָה וְצוּקָה. אֵין לָנוּ מֶלֶךְ אֶלָּא אַתָּה. אֱלהֵי הָרִאשׁוֹנִים וְהָאַחֲרוֹנִים, אֱלוֹהַּ כָּל בְּרִיּוֹת, אֲדוׁן כָּל תּוֹלָדוֹת, הַמְּהֻלָּל בְּרֹב הַתִּשְׁבָּחוֹת, הַמְנַהֵג עוֹלָמוֹ בְּחֶסֶד וּבְרִיּוֹתָיו בְּרַחֲמִים. וַיי לֹא יָנוּם וְלא יִישָׁן - הַמְּעוֹרֵר יְשֵׁנִים וְהַמֵּקִיץ נִרְדָּמִים, וְהַמֵּשִׂיחַ אִלְּמִים וְהַמַּתִּיר אֲסוּרִים וְהַסּוֹמֵךְ נוֹפְלִים וְהַזּוֹקֵף כְּפוּפִים. לְךָ לְבַדְּךָ אֲנַחְנוּ מוֹדִים. "
  ],
  [
    205,
    "אִלּוּ פִינוּ מָלֵא שִׁירָה כַיָּם, וּלְשׁוֹנֵנוּ רִנָּה כֲּהַמוֹן גַּלָּיו, וְשִׂפְתוֹתֵינוּ שֶׁבַח כְּמֶרְחֲבֵי רָקִיעַ, וְעֵינֵינוּ מְאִירוֹת כַּשֶּׁמֶשׁ וְכַיָּרֵחַ, וְיָדֵינוּ פְרוּשׂות כְּנִשְׂרֵי שָׁמַיִם, וְרַגְלֵינוּ קַלּוֹת כָּאַיָּלוֹת - אֵין אֲנַחְנוּ מַסְפִּיקִים לְהוֹדוֹת לְךָ, ה' אֱלהֵינוּ וֵאלֹהֵי אֲבוֹתֵינוּ, וּלְבָרֵךְ אֶת שִׁמְךָ עַל אַחַת מֵאֶלֶף, אַלְפֵי אֲלָפִים וְרִבֵּי רְבָבוֹת פְּעָמִים הַטּוֹבוֹת שֶׁעָשִׂיתָ עִם אֲבוֹתֵינוּ וְעִמָּנוּ. מִמִּצְרַים גְּאַלְתָּנוּ, ה' אֱלהֵינוּ, וּמִבֵּית עֲבָדִים פְּדִיתָנוּ, בְּרָעָב זַנְתָּנוּ וּבְשָׂבָע כִּלְכַּלְתָּנוּ, מֵחֶרֶב הִצַּלְתָּנוּ וּמִדֶּבֶר מִלַּטְתָּנוּ, וּמֵחָלָיִם רָעִים וְנֶאֱמָנִים דִּלִּיתָנוּ. "
  ],
  [
    206,
    "עַד הֵנָּה עֲזָרוּנוּ רַחֲמֶיךָ וְלֹא עֲזָבוּנוּ חֲסָדֶיךָ, וְאַל תִּטְּשֵׁנוּ, ה' אֱלהֵינוּ, לָנֶצַח. עַל כֵּן אֵבָרִים שֶׁפִּלַּגְתָּ בָּנוּ וְרוּחַ וּנְשָׁמָה שֶׁנָּפַחְתָּ בְּאַפֵּינוּ וְלָשׁוֹן אֲשֶׁר שַׂמְתָּ בְּפִינוּ - הֵן הֵם יוֹדוּ וִיבָרְכוּ וִישַׁבְּחוּ וִיפָאֲרוּ וִירוֹמְמוּ וְיַעֲרִיצוּ וְיַקְדִּישׁוּ וְיַמְלִיכוּ אֶת שִׁמְךָ מַלְכֵּנוּ. כִּי כָל פֶּה לְךָ יוֹדֶה, וְכָל לָשׁוֹן לְךָ תִּשָּׁבַע, וְכָל בֶּרֶךְ לְךָ תִכְרַע, וְכָל קוֹמָה לְפָנֶיךָ תִשְׁתַּחֲוֶה, וְכָל לְבָבוֹת יִירָאוּךָ, וְכָל קֶרֶב וּכְלָיּוֹת יְזַמֵּרוּ לִשְמֶךָ. כַּדָּבָר שֶׁכָּתוּב, כָּל עַצְמֹתַי תֹּאמַרְנָה, ה' מִי כָמּוֹךָ מַצִּיל עָנִי מֵחָזָק מִמֶּנוּ וְעָנִי וְאֶבְיוֹן מִגּזְלוֹ. מִי יִדְמֶה לָּךְ וּמִי יִשְׁוֶה לָּךְ וּמִי יַעֲרֹךְ לָךְ הָאֵל הַגָּדוֹל, הַגִּבּוֹר וְהַנּוֹרָא, אֵל עֶלְיוֹן, קנֵה שָׁמַיִם וָאָרֶץ. נְהַלֶּלְךָ וּנְשַׁבֵּחֲךָ וּנְפָאֶרְךָ וּנְבָרֵךְ אֶת שֵׁם קָדְשֶׁךָ, כָּאָמוּר: לְדָוִד, בָּרְכִי נַפְשִׁי אֶת ה' וְכָל קְרָבַי אֶת שֵׁם קָדְשׁוֹ. הָאֵל בְּתַעֲצֻמוֹת עֻזֶּךָ, הַגָּדוֹל בִּכְבוֹד שְׁמֶךָ, הַגִּבּוֹר לָנֶצַח וְהַנּוֹרָא בְּנוֹרְאוֹתֶיךָ, הַמֶּלֶךְ הַיּוׁשֵׁב עַל כִּסֵּא רָם וְנִשִֹּא. שׁוֹכֵן עַד מָּרוֹם וְקָּדוֹשׁ שְׁמּוֹ. וְכָתוּב: רַנְּנוּ צַדִּיקִים בַּיי, לַיְשָׁרִים נָאוָה תְהִלָּה. בְּפִי יְשָׁרִים תִּתְהַלָּל, וּבְדִבְרֵי צַדִּיקִים תִּתְבָּרַךְ, וּבִלְשׁוֹן חֲסִידִים תִּתְרוֹמָם, וּבְקֶרֶב קְדושִׁים תִּתְקַדָּשׁ. "
  ],
  [
    207,
    "וּבְמַקְהֲלוֹת רִבְבוֹת עַמְּךָ בֵּית יִשְׂרָאֵל בְּרִנָּה יִתְפָּאֵר שִׁמְךָ, מַלְכֵּנוּ, בְּכָל דּוֹר וָדוֹר, שֶׁכֵּן חוֹבַת כָּל הַיְצוּרִים לְפָנֶיךָ, ה' אֱלהֵינוּ וֵאלֹהֵי אֲבוֹתֵינוּ, לְהוֹדוֹת לְהַלֵּל לְשַׁבֵּחַ, לְפָאֵר לְרוֹמֵם לְהַדֵּר לְבָרֵךְ, לְעַלֵּה וּלְקַלֵּס עַל כָּל דִּבְרֵי שִׁירוֹת וְתִשְׁבְּחוֹת דּוִד בֶּן יִשַׁי עַבְדְּךָ מְשִׁיחֶךָ."
  ],
  [
    208,
    "יִשְׁתַּבַּח שִׁמְךָ לעַד מַלְכֵּנוּ, הָאֵל הַמֶלֶךְ הַגָּדוֹל וְהַקָּדוֹשׁ בַּשָּׁמַיִם וּבָאָרֶץ, כִּי לְךָ נָאֶה, ה' אֱלֹהֵינוּ וֵאלֹהֵי אֲבוֹתֵינוּ, שִׁיר וּשְׁבָחָה, הַלֵּל וְזִמְרָה, עֹז וּמֶמְשָׁלָה, נֶצַח, גְּדֻלָּה וּגְבוּרָה, תְּהִלָּה וְתִפְאֶרֶת, קְדֻשָּׁה וּמַלְכוּת, בְּרָכוֹת וְהוֹדָאוֹת מֵעַתָּה וְעַד עוֹלָם. בָּרוּךְ אַתָּה ה', אֵל מֶלֶךְ גָּדוֹל בַּתִּשְׁבָּחוֹת, אֵל הַהוֹדָאוֹת, אֲדוֹן הַנִפְלָאוֹת, הַבּוֹחֵר בְּשִׁירֵי זִמְרָה, מֶלֶךְ אֵל חֵי הָעוֹלָמִים."
  ],
  [
    210,
    "בָּרוּךְ אַתָּה ה', אֱלהֵינוּ מֶלֶךְ הָעוֹלָם בּוֹרֵא פְּרִי הַגָּפֶן. "
  ],
  [
    211,
    "<small>וְשׁותה בהסיבת שמאל. </small>"
  ],
  [
    212,
    "בָּרוּך אַתָּה ה' אֱלֹהֵינוּ מֶלֶךְ הָעוֹלָם, עַל הַגֶּפֶן וְעַל פְּרִי הַגֶּפֶן, עַל תְּנוּבַת הַשָּׂדֶה וְעַל אֶרֶץ חֶמְדָּה טוֹבָה וּרְחָבָה שֶׁרָצִיתָ וְהִנְחַלְתָּ לַאֲבוֹתֵינוּ לֶאֱכוֹל מִפִּרְיָהּ וְלִשְׂבֹּעַ מִטּוּבָהּ. רַחֶם נָא ה' אֱלֹהֵינוּ עַל יִשְׂרָאֵל עַמֶּךָ וְעַל יְרוּשָׁלַיִם עִירֶךָ וְעַל צִיּוֹן מִשְׁכַּן כְּבוֹדֶךָ וְעַל מִזְבְּחֶךָ וְעַל הֵיכָלֶךָ וּבְנֵה יְרוּשָׁלַיִם עִיר הַקֹּדֶשׁ בִּמְהֵרָה בְיָמֵינוּ וְהַעֲלֵנוּ לְתוֹכָהּ וְשַׂמְּחֵנוּ בְּבִנְיָנָהּ וְנֹאכַל מִפִּרְיָהּ וְנִשְׂבַּע מִטּוּבָהּ וּנְבָרֶכְךָ עָלֶיהָ בִּקְדֻשָׁה וּבְטָהֳרָה [<small>בשבת:</small> וּרְצֵה וְהַחֲלִיצֵנוּ בְּיוֹם הַשַׁבָּת הַזֶּה] וְשַׂמְּחֵנוּ בְּיוֹם חַג הַמַּצּוֹת הַזֶּה, כִּי אַתָּה ה' טוֹב וּמֵטִיב לַכֹּל, וְנוֹדֶה לְּךָ עַל הָאָרֶץ וְעַל פְּרִי הַגָּפֶן. "
  ],
  [
    213,
    "בָּרוּךְ אַתָּה ה', עַל הַגֶּפֶן וְעַל פְּרִי הַגָּפֶן."
  ],
  [
    216,
    "נִרְצָה"
  ],
  [
    217,
    "חֲסַל סִדּוּר פֶּסַח כְּהִלְכָתוֹ, כְּכָל מִשְׁפָּטוֹ וְחֻקָּתוֹ. כַּאֲשֶׁר זָכִינוּ לְסַדֵּר אוֹתוֹ כֵּן נִזְכֶּה לַעֲשׂוֹתוֹ. זָךְ שׁוֹכֵן מְעוֹנָה, קוֹמֵם קְהַל עֲדַת מִי מָנָה. בְּקָרוֹב נַהֵל נִטְעֵי כַנָּה פְּדוּיִם לְצִיּוֹן בְּרִנָּה. "
  ],
  [
    219,
    "לְשָׁנָה הַבָּאָה בִּירוּשָלָיִם הַבְּנוּיָה."
  ],
  [
    221,
    "<small>בליל רִאשון אומרים:</small>"
  ],
  [
    222,
    "וּבְכֵן וַיְהִי בַּחֲצִי הַלַּיְלָה."
  ],
  [
    223,
    "אָז רוֹב נִסִּים הִפְלֵאתָ בַּלַּיְלָה, בְּרֹאשׁ אַשְׁמוֹרֶת זֶה הַלַּיְלָה."
  ],
  [
    224,
    "גֵר צֶדֶק נִצַּחְתּוֹ כְּנֶחֶלַק לוֹ לַיְלָה, וַיְהִי בַּחֲצִי הַלַּיְלָה."
  ],
  [
    225,
    "דַּנְתָּ מֶלֶךְ גְּרָר בַּחֲלוֹם הַלַּיְלָה, הִפְחַדְתָּ אֲרַמִּי בְּאֶמֶשׁ לַיְלָה."
  ],
  [
    226,
    "וַיָּשַׂר יִשְׂרָאֵל לְמַלְאָךְ וַיּוּכַל לוֹ לַיְלָה, וַיְהִי בַּחֲצִי הַלַּיְלָה. "
  ],
  [
    227,
    "זֶרַע בְּכוֹרֵי פַתְרוֹס מָחַצְתָּ בַּחֲצִי הַלַּיְלָה, חֵילָם לֹא מָצְאוּ בְּקוּמָם בַּלַּיְלָה, טִיסַת נְגִיד חֲרֹשֶׁת סִלִּיתָ בְּכוֹכְבֵי לַיְלָה, וַיְהִי בַּחֲצִי הַלַּיְלָה. "
  ],
  [
    228,
    "יָעַץ מְחָרֵף לְנוֹפֵף אִוּוּי, הוֹבַשְׁתָּ פְגָרָיו בַּלַּיְלָה, כָּרַע בֵּל וּמַצָּבוֹ בְּאִישׁוֹן לַיְלָה, לְאִישׁ חֲמוּדוֹת נִגְלָה רָז חֲזוֹת לַיְלָה, וַיְהִי בַּחֲצִי הַלַּיְלָה. "
  ],
  [
    229,
    "מִשְׁתַּכֵּר בִּכְלֵי קֹדֶשׁ נֶהֱרַג בּוֹ בַלַּיְלָה, נוֹשַׁע מִבּוֹר אֲרָיוֹת פּוֹתֵר בִּעֲתוּתֵי לַיְלָה, שִׂנְאָה נָטַר אֲגָגִי וְכָתַב סְפָרִים בַּלַּיְלָה, וַיְהִי בַּחֲצִי הַלַּיְלָה. "
  ],
  [
    230,
    "עוֹרַרְתָּ נִצְחֲךָ עָלָיו בְּנֶדֶד שְׁנַת לַיְלָה. פּוּרָה תִדְרוֹךְ לְשׁוֹמֵר מַה מִּלַיְלָה, צָרַח כַּשּׁוֹמֵר וְשָׂח אָתָא בֹקֶר וְגַם לַיְלָה, וַיְהִי בַּחֲצִי הַלַּיְלָה. "
  ],
  [
    231,
    "קָרֵב יוֹם אֲשֶׁר הוּא לֹא יוֹם וְלֹא לַיְלָה, רָם הוֹדַע כִּי לְךָ הַיּוֹם אַף לְךָ הַלַּיְלָה, שׁוֹמְרִים הַפְקֵד לְעִירְךָ כָּל הַיּוֹם וְכָל הַלַּיְלָה, תָּאִיר כְּאוֹר יוֹם חֶשְׁכַּת לַיְלָה, וַיְהִי בַּחֲצִי הַלַּיְלָה."
  ],
  [
    233,
    "<small>בְליל שני בחו\"ל:</small> וּבְכֵן וַאֲמַרְתֶּם זֶבַח פֶּסַח."
  ],
  [
    234,
    "אֹמֶץ גְּבוּרוֹתֶיךָ הִפְלֵאתָ בַּפֶּסַח, בְּרֹאשׁ כָּל מוֹעֲדוֹת נִשֵּׂאתָ פֶּסַח. גִּלִיתָ לְאֶזְרָחִי חֲצוֹת לֵיל פֶּסַח, וַאֲמַרְתֶּם זֶבַח פֶּסַח."
  ],
  [
    235,
    "דְּלָתָיו דָּפַקְתָּ כְּחֹם הַיּוֹם בַּפֶּסַח, הִסְעִיד נוֹצְצִים עֻגּוֹת מַצּוֹת בַּפֶּסַח, וְאֵל הַבָּקָר רָץ זֵכֶר לְשׁוֹר עֵרֶךְ פֶּסַח, וַאֲמַרְתֶּם זֶבַח פֶּסַח."
  ],
  [
    236,
    "זוֹעֲמוּ סְדוֹמִים וְלוֹׁהֲטוּ בָּאֵשׁ בַּפֶּסַח, חֻלַּץ לוֹט מֵהֶם וּמַצּוֹת אָפָה בְּקֵץ פֶּסַח, טִאטֵאתָ אַדְמַת מוֹף וְנוֹף בְּעָבְרְךָ בַּפֶּסַח. וַאֲמַרְתֶּם זֶבַח פֶּסַח."
  ],
  [
    237,
    "יָהּ רֹאשׁ כָּל הוֹן מָחַצְתָּ בְּלֵיל שִׁמּוּר פֶּסַח, כַּבִּיר, עַל בֵּן בְּכוֹר פָּסַחְתָּ בְּדַם פֶּסַח, לְבִלְתִּי תֵּת מַשְׁחִית לָבֹא בִּפְתָחַי בַּפֶּסַח, וַאֲמַרְתֶּם זֶבַח פֶּסַח."
  ],
  [
    238,
    "מְסֻגֶּרֶת סֻגָּרָה בְּעִתּוֹתֵי פֶּסַח, נִשְׁמְדָה מִדְיָן בִּצְלִיל שְׂעוֹרֵי עֹמֶר פֶּסַח, שׂוֹרָפוּ מִשְׁמַנֵּי פּוּל וְלוּד בִּיקַד יְקוֹד פֶּסַח, וַאֲמַרְתֶּם זֶבַח פֶּסַח."
  ],
  [
    239,
    "עוֹד הַיּוֹם בְּנֹב לַעֲמוֹׁד עַד גָּעָה עוֹנַת פֶּסַח, פַּס יַד כָּתְבָה לְקַעֲקֵעַ צוּל בַּפֶּסַח, צָפֹה הַצָּפִית עֲרוֹךְ הַשֻּׁלְחָן בַּפֶּסַח, וַאֲמַרְתֶּם זֶבַח פֶּסַח. "
  ],
  [
    240,
    "קָהָל כִּנְּסָה הֲדַּסָּה לְשַׁלֵּשׁ צוֹם בַּפֶּסַח, רֹאשׁ מִבֵּית רָשָׁע מָחַצְתָּ בְּעֵץ חֲמִשִּׁים בַּפֶּסַח, שְׁתֵּי אֵלֶּה רֶגַע תָּבִיא לְעוּצִית בַּפֶּסַח, תָּעֹז יָדְךָ תָּרוּם יְמִינְךָ כְּלֵיל הִתְקַדֵּשׁ חַג פֶּסַח, וַאֲמַרְתֶּם זֶבַח פֶּסַח. "
  ],
  [
    242,
    "כִּי לוֹ נָאֶה, כִּי לוֹ יָאֶה."
  ],
  [
    243,
    "אַדִּיר בִּמְלוּכָה, בָּחוּר כַּהֲלָכָה, גְּדוּדָיו יֹאמְרוּ לוֹ: לְךָ וּלְךָ, לְךָ כִּי לְךָ, לְךָ אַף לְךָ, לְךָ ה' הַמַּמְלָכָה, כִּי לוֹ נָאֵה, כִּי לוֹ יָאֶה."
  ],
  [
    244,
    "דָּגוּל בִּמְלוּכָה, הָדוּר כַּהֲלָכָה, וָתִיקָיו יֹאמְרוּ לוֹ: לְךָ וּלְךָ, לְךָ כִּי לְךָ, לְךָ אַף לְךָ, לְךָ ה' הַמַּמְלָכָה, כִּי לוֹ נָאֵה, כִּי לוֹ יָאֶה."
  ],
  [
    245,
    "זַכַּאי בִּמְלוּכָה, חָסִין כַּהֲלָכָה טַפְסְרָיו יֹאמְרוּ לוֹ: לְךָ וּלְךָ, לְךָ כִּי לְךָ, לְךָ אַף לְךָ, לְךָ ה' הַמַּמְלָכָה, כִּי לוֹ נָאֵה, כִּי לוֹ יָאֶה."
  ],
  [
    246,
    "יָחִיד בִּמְלוּכָה, כַּבִּיר כַּהֲלָכָה לִמּוּדָיו יֹאמְרוּ לוֹ: לְךָ וּלְךָ, לְךָ כִּי לְךָ, לְךָ אַף לְךָ, לְךָ ה' הַמַּמְלָכָה, כִּי לוֹ נָאֶה, כִּי לוֹ יָאֶה."
  ],
  [
    247,
    "מוֹשֵׁל בִּמְלוּכָה, נוֹרָא כַּהֲלָכָה סְבִיבָיו יֹאמְרוּ לוֹ: לְךָ וּלְךָ, לְךָ כִּי לְךָ, לְךָ אַף לְךָ, לְךָ ה' הַמַּמְלָכָה, כִּי לוֹ נָאֵה, כִּי לוֹ יָאֶה."
  ],
  [
    248,
    "עָנָיו בִּמְלוּכָה, פּוֹדֶה כַּהֲלָכָה, צַדִּיקָיו יֹאמְרוּ לוֹ: לְךָ וּלְךָ, לְךָ כִּי לְךָ, לְךָ אַף לְךָ, לְךָ ה' הַמַּמְלָכָה, כִּי לוֹ נָאֵה, כִּי לוֹ יָאֶה."
  ],
  [
    249,
    "קָּדּוֹשׁ בִּמְלוּכָה, רַחוּם כַּהֲלָכָה שִׁנְאַנָּיו יֹאמְרוּ לוֹ: לְךָ וּלְךָ, לְךָ כִּי לְךָ, לְךָ אַף לְךָ, לְךָ ה' הַמַּמְלָכָה, כִּי לוֹ נָאֵה, כִּי לוֹ יָאֶה."
  ],
  [
    250,
    "תַּקִיף בִּמְלוּכָה, תּוֹמֵךְ כַּהֲלָכָה תְּמִימָיו יֹאמְרוּ לוֹ: לְךָ וּלְךָ, לְךָ כִּי לְךָ, לְךָ אַף לְךָ, לְךָ ה' הַמַּמְלָכָה, כִּי לוֹ נָאֵה, כִּי לוֹ יָאֶה. "
  ],
  [
    252,
    "אַדִּיר הוּא יִבְנֶה בֵּיתוֹ בְּקָרוֹב. בִּמְהֵרָה, בִּמְהֵרָה, בְּיָמֵינוּ בְּקָרוֹב. אֵל בְּנֵה, אֵל בְּנֵה, בְּנֵה בֵּיתְךָ בְּקָרוֹב."
  ],
  [
    253,
    "בָּחוּר הוּא, גָּדוֹל הוּא, דָּגוּל הוּא יִבְנֶה בֵּיתוֹ בְּקָרוֹב. בִּמְהֵרָה, בִּמְהֵרָה, בְּיָמֵינוּ בְּקָרוֹב. אֵל בְּנֵה, אֵל בְּנֵה, בְּנֵה בֵּיתְךָ בְּקָרוֹב."
  ],
  [
    254,
    "הָדוּר הוּא, וָתִיק הוּא, זַכַּאי הוּא יִבְנֶה בֵּיתוֹ בְּקָרוֹב. בִּמְהֵרָה, בִּמְהֵרָה, בְּיָמֵינוּ בְּקָרוֹב. אֵל בְּנֵה, אֵל בְּנֵה, בְּנֵה בֵּיתְךָ בְּקָרוֹב."
  ],
  [
    255,
    "חָסִיד הוּא, טָהוֹר הוּא, יָחִיד הוּא יִבְנֶה בֵּיתוֹ בְּקָרוֹב. בִּמְהֵרָה, בִּמְהֵרָה, בְּיָמֵינוּ בְּקָרוֹב. אֵל בְּנֵה, אֵל בְּנֵה, בְּנֵה בֵּיתְךָ בְּקָרוֹב."
  ],
  [
    256,
    "כַּבִּיר הוּא, לָמוּד הוּא, מֶלֶךְ הוּא יִבְנֶה בֵּיתוֹ בְּקָרוֹב. בִּמְהֵרָה, בִּמְהֵרָה, בְּיָמֵינוּ בְּקָרוֹב. אֵל בְּנֵה, אֵל בְּנֵה, בְּנֵה בֵּיתְךָ בְּקָרוֹב."
  ],
  [
    257,
    "נוֹרָא הוּא, סַגִּיב הוּא, עִזּוּז הוּא יִבְנֶה בֵּיתוֹ בְּקָרוֹב. בִּמְהֵרָה, בִּמְהֵרָה, בְּיָמֵינוּ בְּקָרוֹב. אֵל בְּנֵה, אֵל בְּנֵה, בְּנֵה בֵּיתְךָ בְּקָרוֹב."
  ],
  [
    258,
    "פּוֹדֶה הוּא, צַדִּיק הוּא, קָּדוֹשׁ הוּא יִבְנֶה בֵּיתוֹ בְּקָרוֹב. בִּמְהֵרָה, בִּמְהֵרָה, בְּיָמֵינוּ בְּקָרוֹב. אֵל בְּנֵה, אֵל בְּנֵה, בְּנֵה בֵּיתְךָ בְּקָרוֹב."
  ],
  [
    259,
    "רַחוּם הוּא, שַׁדַּי הוּא, תַּקִּיף הוּא יִבְנֶה בֵּיתוֹ בְּקָרוֹב. בִּמְהֵרָה, בִּמְהֵרָה, בְּיָמֵינוּ בְּקָרוֹב. אֵל בְּנֵה, אֵל בְּנֵה, בְּנֵה בֵּיתְךָ בְּקָרוֹב. "
  ],
  [
    261,
    "<small>ספירת העמר בחוץ לארץ, בליל שני של פסח:</small>"
  ],
  [
    262,
    "בָּרוּךְ אַתָּה ה', אֱלֹהֵינוּ מֶלֶךְ הָעוֹלָם, אֲשֶׁר קִדְּשָׁנוּ בְּמִצְוֹֹּתָיו וְצִוָּנוּ עַל סְפִירַת הָעֹמֶר. הַיּוֹם יוֹם אֶחָד בָּעֹמֶר. "
  ],
  [
    264,
    "אֶחָד מִי יוֹדֵעַ? אֶחָד אֲנִי יוֹדֵעַ: אֶחָד אֱלֹהֵינוּ שֶׁבַּשָּׁמַיִם וּבָאָרֶץ.<br> שְׁנַיִם מִי יוֹדֵעַ? שְׁנַיִם אֲנִי יוֹדֵעַ: שְׁנֵי לֻחוֹת הַבְּרִית. אֶחָד אֱלֹהֵינוּ שֶׁבַּשָּׁמַיִם וּבָאָרֶץ.<br> שְׁלֹשָׁה מִי יוֹדֵעַ? שְׁלֹשָׁה אֲנִי יוֹדֵעַ: שְׁלֹשָׁה אָבוֹת, שְׁנֵי לֻחוֹת הַבְּרִית, אֶחָד אֱלֹהֵינוּ שֶׁבַּשָּׁמַיִם וּבָאָרֶץ.<br> אַרְבַּע מִי יוֹדֵעַ? אַרְבַּע אֲנִי יוֹדֵעַ: אַרְבַּע אִמָּהוֹת, שְׁלשָׁה אָבוֹת, שְׁנֵי לֻחוֹת הַבְּרִית, אֶחָד אֱלֹהֵינוּ שֶׁבַּשָּׁמַיִם וּבָאָרֶץ.<br> חֲמִשָּׁה מִי יוֹדֵעַ? חֲמִשָּׁה אֲנִי יוֹדֵעַ: חֲמִשָּׁה חוּמְשֵׁי תוֹרָה, אַרְבַּע אִמָּהוֹת, שְׁלשָׁה אָבוֹת, שְׁנֵי לֻחוֹת הַבְּרִית, אֶחָד אֱלֹהֵינוּ שֶׁבַּשָּׁמַיִם וּבָאָרֶץ.<br> שִׁשָּׂה מִי יוֹדֵעַ? שִׁשָּׂה אֲנִי יוֹדֵעַ: שִׁשָּׁה סִדְרֵי מִשְׁנָה, חֲמִשָּׁה חוּמְשֵׁי תוֹרָה, אַרְבַּע אִמָּהוֹת, שְׁלֹשָׁה אָבוֹת, שְׁנֵי לֻחוֹת הַבְּרִית, אֶחָד אֱלֹהֵינוּ שֶׁבַּשָּׁמַיִם וּבָאָרֶץ.<br> שִׁבְעָה מִי יוֹדֵעַ? שִׁבְעָה אֲנִי יוֹדֵעַ: שִׁבְעָה יְמֵי שַׁבָּתָא, שִׁשָּׁה סִדְרֵי מִשְׁנָה, חֲמִשָּׁה חוּמְשֵׁי תוֹרָה, אַרְבַּע אִמָּהוֹת, שְׁלשָׁה אָבוֹת, שְׁנֵי לֻחוֹת הַבְּרִית, אֶחָד אֱלֹהֵינוּ שֶׁבַּשָּׁמַיִם וּבָאָרֶץ.<br> שְׁמוֹנָה מִי יוֹדֵעַ? שְׁמוֹנָה אֲנִי יוֹדֵעַ: שְׁמוֹנָה יְמֵי מִילָה, שִׁבְעָה יְמֵי שַׁבָּתָא, שִׁשָּׁה סִדְרֵי מִשְׁנָה, חֲמִשָּׁה חוּמְשֵׁי תוֹרָה, אַרְבַּע אִמָּהוֹת, שְׁלשָׁה אָבוֹת, שְׁנֵי לֻחוֹת הַבְּרִית, אֶחָד אֱלֹהֵינוּ שֶׁבַּשָּׁמַיִם וּבָאָרֶץ.<br> תִּשְׁעָה מִי יוֹדֵעַ? תִּשְׁעָה אֲנִי יוֹדֵעַ: תִּשְׁעָה יַרְחֵי לֵדָה, שְׁמוֹנָה יְמֵי מִילָה, שִׁבְעָה יְמֵי שַׁבָּתָא, שִׁשָּׁה סִדְרֵי מִשְׁנָה, חֲמִשָּׁה חוּמְשֵׁי תוֹרָה, אַרְבַּע אִמָּהוֹת, שְׁלֹשָׁה אָבוֹת, שְׁנֵי לֻחוֹת הַבְּרִית, אֶחָד אֱלֹהֵינוּ שֶׁבַּשָּׁמַיִם וּבָאָרֶץ.<br> עֲשָֹרָה מִי יוֹדֵעַ? עֲשָֹרָה אֲנִי יוֹדֵעַ: עֲשָׂרָה דִבְּרַיָא, תִּשְׁעָה יַרְחֵי לֵדָה, שְׁמוֹנָה יְמֵי מִילָה, שִׁבְעָה יְמֵי שַׁבָּתָא, שִׁשָּׁה סִדְרֵי מִשְׁנָה, חֲמִשָּׁה חוּמְשֵׁי תוֹרָה, אַרְבַּע אִמָּהוֹת, שְׁלשָׁה אָבוֹת, שְׁנֵי לֻחוֹת הַבְּרִית, אֶחָד אֱלֹהֵינוּ שֶׁבַּשָּׁמַיִם וּבָאָרֶץ. עֲשָֹרָה אַחַד עָשָׂר מִי יוֹדֵעַ? אַחַד עָשָׂר אֲנִי יוֹדֵעַ: אַחַד עָשָׂר כּוֹכְבַיָּא, עֲשָׂרָה דִבְּרַיָא, תִּשְׁעָה יַרְחֵי לֵדָה, שְׁמוֹנָה יְמֵי מִילָה, שִׁבְעָה יְמֵי שַׁבָּתָא, שִׁשָּׁה סִדְרֵי מִשְׁנָה, חֲמִשָּׁה חוּמְשֵׁי תוֹרָה, אַרְבַּע אִמָּהוֹת, שְׁלשָׁה אָבוֹת, שְׁנֵי לֻחוֹת הַבְּרִית, אֶחָד אֱלֹהֵינוּ שֶׁבַּשָּׁמַיִם וּבָאָרֶץ.<br> שְׁנֵים עָשָׂר מִי יוֹדֵעַ? שְׁנֵים עָשָׂר אֲנִי יוֹדֵעַ: שְׁנֵים עָשָׂר שִׁבְטַיָּא, אַחַד עָשָׂר כּוֹכְבַיָּא, עֲשָׂרָה דִבְּרַיָא, תִּשְׁעָה יַרְחֵי לֵדָה, שְׁמוֹנָה יְמֵי מִילָה, שִׁבְעָה יְמֵי שַׁבָּתָא, שִׁשָּׁה סִדְרֵי מִשְׁנָה, חֲמִשָּׁה חוּמְשֵׁי תוֹרָה, אַרְבַּע אִמָּהוֹת, שְׁלשָׁה אָבוֹת, שְׁנֵי לֻחוֹת הַבְּרִית, אֶחָד אֱלֹהֵינוּ שֶׁבַּשָּׁמַיִם וּבָאָרֶץ.<br> שְׁלשָׁה עֶשָׂר מִי יוֹדֵעַ? שְׁלשָׁה עָשָׂר אֲנִי יוֹדֵעַ: שְׁלשָׁה עָשָׂר מִדַּיָּא. שְׁנֵים עָשָׂר שִׁבְטַיָּא, אַחַד עָשָׂר כּוֹכְבַיָּא, עֲשָׂרָה דִבְּרַיָא, תִּשְׁעָה יַרְחֵי לֵדָה, שְׁמוֹנָה יְמֵי מִילָה, שִׁבְעָה יְמֵי שַׁבָּתָא, שִׁשָּׁה סִדְרֵי מִשְׁנָה, חֲמִשָּׁה חוּמְשֵׁי תוֹרָה, אַרְבַּע אִמָּהוֹת, שְׁלשָׁה אָבוֹת, שְׁנֵי לֻחוֹת הַבְּרִית, אֶחָד אֱלֹהֵינוּ שֶׁבַּשָּׁמַיִם וּבָאָרֶץ. "
  ],
  [
    266,
    "חַד גַּדְיָא, חַד גַּדְיָא דְּזַבִּין אַבָּא בִּתְרֵי זוּזֵי, חַד גַּדְיָא, חַד גַּדְיָא."
  ],
  [
    267,
    "וְאָתָא שׁוּנְרָא וְאָכְלָה לְגַדְיָא, דְזַבִּין אַבָּא בִּתְרֵי זוּזֵי. חַד גַּדְיָא, חַד גַּדְיָא."
  ],
  [
    268,
    "וְאָתָא כַלְבָּא וְנָשַׁךְ לְשׁוּנְרָא, דְאָכְלָה לְגַדְיָא, דְזַבִּין אַבָּא בִּתְרֵי זוּזֵי. חַד גַּדְיָא, חַד גַּדְיָא."
  ],
  [
    269,
    "וְאָתָא חוּטְרָא וְהִכָּה לְכַלְבָּא, דְנָשַׁךְ לְשׁוּנְרָא, דְאָכְלָה לְגַדְיָא, דְזַבִּין אַבָּא בִּתְרֵי זוּזֵי. חַד גַּדְיָא, חַד גַּדְיָא."
  ],
  [
    270,
    "וְאָתָא נוּרָא וְשָׂרַף לְחוּטְרָא, דְהִכָּה לְכַלְבָּא, דְנָשַׁךְ לְשׁוּנְרָא, דְאָכְלָה לְגַדְיָא, דְזַבִּין אַבָּא בִּתְרֵי זוּזֵי. חַד גַּדְיָא, חַד גַּדְיָא."
  ],
  [
    271,
    "וְאָתָא מַיָּא וְכָבָה לְנוּרָא, דְשָׂרַף לְחוּטְרָא, דְהִכָּה לְכַלְבָּא, דְנָשַׁךְ לְשׁוּנְרָא, דְאָכְלָה לְגַדְיָא, דְזַבִּין אַבָּא בִּתְרֵי זוּזֵי. חַד גַּדְיָא, חַד גַּדְיָא."
  ],
  [
    272,
    "וְאָתָא תוֹרָא וְשָׁתָה לְמַיָּא, דְּכָבָה לְנוּרָא, דְשָׂרַף לְחוּטְרָא, דְהִכָּה לְכַלְבָּא, דְנָשַׁךְ לְשׁוּנְרָא, דְאָכְלָה לְגַדְיָא, דְזַבִּין אַבָּא בִּתְרֵי זוּזֵי. חַד גַּדְיָא, חַד גַּדְיָא."
  ],
  [
    273,
    "וְאָתָא הַשׁוֹחֵט וְשָׁחַט לְתוֹרָא, דְשָׁתָה לְמַיָּא, דְכָבָה לְנוּרָא, דְשָׂרַף לְחוּטְרָא, דְהִכָּה לְכַלְבָּא, דְנָשַׁךְ לְשׁוּנְרָא, דְאָכְלָה לְגַדְיָא, דְזַבִּין אַבָּא בִּתְרֵי זוּזֵי. חַד גַּדְיָא, חַד גַּדְיָא."
  ],
  [
    274,
    "וְאָתָא מַלְאָךְ הַמָּוֶת וְשָׁחַט לְשׁוֹחֵט, דְּשָׁחַט לְתוֹרָא, דְשָׁתָה לְמַיָּא, דְכָבָה לְנוּרָא, דְשָׂרַף לְחוּטְרָא, דְהִכָּה לְכַלְבָּא, דְנָשַׁךְ לְשׁוּנְרָא, דְאָכְלָה לְגַדְיָא, דְזַבִּין אַבָּא בִּתְרֵי זוּזֵי. חַד גַּדְיָא, חַד גַּדְיָא."
  ],
  [
    275,
    "וְאָתָא הַקָּדוֹשׁ בָּרוּךְ הוּא וְשָׁחַט לְמַלְאַךְ הַמָּוֶת, דְּשָׁחַט לְשׁוֹחֵט, דְּשָׁחַט לְתוֹרָא, דְשָׁתָה לְמַיָּא, דְּכָבָה לְנוּרָא, דְשָׂרַף לְחוּטְרָא, דְהִכָּה לְכַלְבָּא, דְנָשַׁךְ לְשׁוּנְרָא, דְאָכְלָה לְגַדְיָא, דְזַבִּין אַבָּא בִּתְרֵי זוּזֵי. חַד גַּדְיָא, חַד גַּדְיָא. "
  ]
]
